{
  "date": "May 4–5, 2024",
  "location": "Academia Sinica, Taipei, Taiwan",
  "register": "Register Now",
  "survey": "Post-Event Survey",
  "contact": "Sponsor & Press Contact",
  "cookie": "This website uses cookies to improve your experience. By continuing to use it, you consent to their use for advertising, social media, and analytics.",
  "agree": "Agree",
  "nav.cfp": "Proposals",
  "nav.speakers": "Speakers",
  "nav.agenda": "Agenda",
  "nav.visit": "Venue",
  "nav.hackmd": "Collab Notes",
  "nav.live": "Livestream",
  "nav.media": "Media",
  "nav.presskit": "Press Kit",
  "nav.newsletter": "Newsletter",
  "nav.souvenir": "Summit Souvenir",
  "nav.guide": "Visitors’ Guide",
  "nav.safety": "Safety Tips",
  "nav.about": "About Summit",
  "nav.staff": "Staff",
  "nav.partners": "Partners",
  "nav.docs": "Organization Records",
  "nav.coc": "Code of Conduct",
  "nav.past": "Past Events",
  "nav.bugreport": "Report Website Issue",
  "index.t1": "Citizens Never Rest",
  "index.p1": "Under the call to “Code a Better Society,” the Taiwanese <a href=\"https://g0v.tw/intl/en/manifesto/en/\" target=\"_blank\">g0v.tw</a> has rallied thousands of like-minded citizens since 2012, forming one of the largest civic hacking communities in Asia Pacific. Rooted in transparency, open source, and polycentric collaboration, <a href=\"http://g0v.tw\" target=\"_blank\">g0v.tw</a> community employs the power of grassroots crowds to engage with public affairs. Riding the tide of renewed interest in civic participation from <a href=\"https://en.wikipedia.org/wiki/Sunflower_Student_Movement\" target=\"_blank\">Sunflower Movement</a>, the community held its first Summit in 2014, facilitating cross-sector exchanges among open source communities, NGOs, the government, academia, and netizens alike.\n",
  "index.p2": "After the political turnover in 2016, this consolidated momentum of civic engagement continued to make impacts in different corners of the society, catalyzing public-private partnerships, interdisciplinary collaboration, or issue advocacy in general. g0v Summit had maintained its biennial presence, steadily expanding its scale with less restrictive call-for-papers and encouraging in-depth discussions. For the summit in 2020, the community managed to join forces with well-established NGOs and local geek gatherings in Tainan, hosting an extraordinary 4-day event in Taiwan’s culture capital.\n",
  "index.p3": "The year 2024 has presented brand new challenges to both the g0v community and Summit itself. On one hand, the community already needs to rebuild our momentum after the pandemic, mending connections and motivate participants after a 4-year sedative on crowd events; on the other hand, the global situation has changed significantly since the first g0v Summit. We may not find quick cure to social polarization, authoritarian expansion, or democratic backsliding which many of us are witnessing at the moment, but we still see hope in the vigorous activities of student communities, the strong ties between civic tech communities in neighboring countries, and the firm coordination among non-profits and civic groups.\n",
  "index.p4": "We elected to hold g0v Summit 2024 two weeks before Taiwan’s presidential inauguration in May. In a year where many democratic countries will cast their votes, we envision g0v Summit continues to serve as a place for gathering, listening, finding common grounds, and joining efforts. There is no free lunch for bringing change, just as voting itself does not bring democracy. Elections will end, but we shall not slow down our pace. <strong>Civic engagement never rests.</strong>\n",
  "index.t2": "What is g0v?",
  "index.p5": "<a href=\"https://g0v.tw/intl/en/\" target=\"_blank\">g0v</a> (gov-zero) is a grassroots social movement community dedicated to deepening the civic engagements and connections between the social arena and citizens. You can find like-minded partners in the g0v community, put your ideas into practice in a grassroots manner, and then release the results under an open-source license, letting people stand on your shoulders.\n",
  "index.p6": "g0v replaces the “o” in gov with “0”, thereby reimagining the role of government from scratch, and represents the vision from 0 to 1 of the generation of digital natives.\n",
  "index.t3": "Important dates",
  "index.dates.1": "March 10, 2024: Call for proposal ends",
  "index.dates.2": "March 31, 2024: Conference website debuts",
  "index.dates.3": "April 1, 2024: Registration opens",
  "index.dates.4": "May 4－5, 2024: g0v Summit 2024",
  "index.t4": "Sessions",
  "index.p7": "We’ve planned 5 themes and 27 keywords for g0v Summit 2024:\n",
  "index.topics.1": "“Nerd politics” vs. digital governance\n",
  "index.topics.1.tags": "#eID #PersonalDataProtection #AIRegulation #DigitalPlatformRegulation #DigitalViolence #DigitalSovereignty\n",
  "index.topics.2": "Data, AI, and community collaboration",
  "index.topics.2.tags": "#OpenGovernment #BigData (#DataGovernance) #Crowdsourcing #GeoData #OpenCourses\n",
  "index.topics.3": "Grassroots, open, polycentric, and communal responses to political and technological authoritarianism",
  "index.topics.3.tags": "#CommunityGovernance #DigitalResilience #CivicActivism #DigitalCivilDefense #OpenSourceSpirit\n",
  "index.topics.4": "Digital infrastructure grounded in empathy, inclusiveness, and plurality",
  "index.topics.4.tags": "#Netiquette #CoC #DigitalPolarization #Digital<abbr title=\"Diversity and Inclusion\">DEI</abbr> #DigitalLiteracy\n",
  "index.topics.5": "Convergence of technology and social issues",
  "index.topics.5.tags": "#SDGs #SocialEnterprise #DigitalTransformation #Innovation #Education #NGO\n",
  "index.p8": "In addition to the pre-planned agenda, the conference also features a section of <strong>unconference</strong>, where participants can propose topics and create new spaces for collaboration through talks, discussions, and workshops. Participants can also freely sign up for <strong>lightning talks</strong>—a tradition from open source communities that highlights the spirit of openness and sharing.\n",
  "index.t5": "The “nobody” who brought everybody",
  "index.p9": "g0v Summit 2024 is powered by <a href=\"staff\">a few dozens of g0v.tw contributors</a> collaborating from different cities, each with different background and expertise; this gathering wouldn’t be possible without support from open source communities, civic groups, and partner organizations. “Rather than questioning why nobody were gonna do this,” we sincerely <a href=\"https://g0v.tw/intl/en/event/\" target=\"_blank\">welcome your participation</a> if you relate with g0v’s motto of “you’re that ‘nobody.’”\n",
  "speakers.title": "Speakers",
  "speakers.keynote": "Keynote",
  "speakers.sessions": "Sessions",
  "agenda.title": "Agenda",
  "agenda.keynote": "Keynote",
  "agenda.sessions": "Sessions",
  "agenda.day-1.text": "Sat., May 4",
  "agenda.day-2.text": "Sun., May 5",
  "agenda.btn.qa": "Q&A",
  "agenda.btn.slide": "Slides",
  "agenda.btn.cowrite": "Collab Notes",
  "agenda.moderator": "Moderator",
  "language.zh": "Mandarin",
  "language.en": "English",
  "visit.title": "Transportation",
  "visit.venue": "Humanities & Social Sciences Building, Academia Sinica",
  "visit.address": "128 Academia Rd. Sec. 2, Nangang District, Taipei, Taiwan",
  "visit.t1": "By Transit",
  "visit.t2": "Reaching Nangang",
  "visit.p1": "Ride the <a href=\"https://tip.railway.gov.tw/tra-tip-web/tip/tip00H/tipH41/viewStaInfo/0980?lang=EN_US\" target=\"_blank\">Taiwan Railway</a> or <a href=\"https://en.thsrc.com.tw/ArticleContent/f3b45673-24ff-4e70-bd48-b2b155c5c031\" target=\"_blank\">Taiwan High Speed Rail</a> to <strong>Nangang</strong> station.",
  "visit.p2": "Ride <a href=\"https://www.metro.taipei/\" target=\"_blank\">Taipei Metro</a> to <strong>Nangang</strong> station (Bannan Line) or <strong>Nangang Exhibition Center</strong> station (Bannan Line & Wenhu Line).",
  "visit.t3": "Reaching Academia Sinica",
  "visit.sp1": "<strong>Summit Shuttle Bus</strong> operates daily from 7:50 to 9:30 between <a href=\"https://maps.app.goo.gl/npaRb5tB9zpv8mYU8\" rel=\"external\">TRA Nangang Station</a> ↔ <a href=\"https://maps.app.goo.gl/SjMNHSzr76wUS1Mx7\" rel=\"external\">North Entrance, HSSB, Academia Sinica</a> with a 20-minute interval. Please keep an eye out for conference staff holding shuttle bus sign outside of the station and arrive early for an effortless ride to the venue.",
  "visit.p3": "From MRT Nangang station Exit 2, take route <a href=\"https://ebus.gov.taipei/Route/StopsOfRoute?routeid=0100021230\" target=\"_blank\">212 Express</a>, <a href=\"https://ebus.gov.taipei/Route/StopsOfRoute?routeid=0100027000\" target=\"_blank\">270</a>, or <a href=\"https://ebus.gov.taipei/Route/StopsOfRoute?routeid=0112002500\" target=\"_blank\">Blue 25</a> to <strong>Academia Sinica</strong>.",
  "visit.p4": "From MRT Nangang Exhibition Center station Exit 5, take route 205, 306, 620, 645, 679, S1, S5 or S12 to <strong>Academia Sinica</strong>.",
  "visit.p5": "Walk or ride <a href=\"https://en.youbike.com.tw/region/taipei/stations/\" target=\"_blank\">YouBike</a> to <strong>Humanities and Social Science Building</strong>.",
  "visit.t4": "Driving Directions",
  "visit.p6": "From National Highway No. 3, exit at Nanshen Rd., turn left onto Jiuzhuang St. Sec. 1, and then reach Academia Sinica on Academia Rd. Sec. 2.",
  "visit.p7": "Drivers shall exchange a temporary parking permit at the entrance and park responsibly according to <a href=\"https://www.sinica.edu.tw/en/Paragraph/10\" target=\"_blank\">campus rules</a>.",
  "visit.p8": "As motorbikes are prohibited from entering the campus, please utilize free parking spaces next to Academia Sinica’s main entrance and side entrances.",
  "visit.3f": "3F, Humanities & Social Sciences Building, Academia Sinica",
  "visit.4f": "4F, Humanities & Social Sciences Building, Academia Sinica",
  "visit.3f.figure": "<img src=\"assets/img/HSSB_3F-en.svg\" class=\"w-full\">",
  "visit.4f.figure": "<img src=\"assets/img/HSSB_4F-en.svg\" class=\"w-full\">",
  "staff.title": "Staff Members",
  "staff.subtitle": "g0v Summit 2024 Working Group",
  "partners.title": "Partners",
  "coc.title": "g0v Code of Conduct",
  "coc.lastmodified": "revised April 5, 2023",
  "coc.doclink": "collaboration history",
  "coc.p1": "Participants in the g0v community must work together to create a friendly environment free of harassment for all participants, regardless of their gender, sexual orientation, mental state, appearance, race, religious or political beliefs, or technological preferences.",
  "coc.p2": "Any sexually explicit, violent or discriminatory language and/or imagery is inappropriate at any online or offline community event/space, including at hackathons, seminars, speeches, workshops, gatherings, social media chatrooms and even in source code or documents.",
  "coc.p3": "If you violate these rules, organisers or project owner have the right and authority to expel you. Other participants must also actively try to prevent all harassment and other inappropriate behaviour. Participants are not required to reimburse recompensate the recourses or money (such registration fees and donations) that had already been contributed by those who have since been expelled. Speakers, sponsors, contributors, project owner and others in specific roles are also participants, and thus must abide by the same rules as all others.",
  "coc.p4": "Harassment includes:",
  "coc.l1": "Offensive comments regarding the gender, sexual orientation, mental state, appearance, race, religious or political beliefs, or technological preferences of others;",
  "coc.l2": "Displaying sexually explicit images in public;",
  "coc.l3": "Intentionally intimidating, stalking, following or harassing the photographer or cameraperson;",
  "coc.l4": "Repeatedly disrupting the proceedings of speeches, online cooperation, or other events through verbal or other means;",
  "coc.l5": "Inappropriate physical contact;",
  "coc.l6": "Unwelcomed sexual attention.",
  "coc.p5": "Please immediately stop such harassing behaviour when requested to do so by other participants.",
  "coc.p6": "If you have been harassed or have discovered that others have been harassed, please immediately ask for help from other participants, managers or the event organising team.",
  "coc.p7": "The g0v community hopes that participants can follow the above rules at both online and offline events.",
  "coc.t1": "Need Help?",
  "coc.p8": "If you run into any difficulties, you may ask for help from the staff members on-site. If they are unable to help you, you may contact <a href=\"mailto:coc@summit.g0v.tw\">coc@summit.g0v.tw</a>.",
  "coc.t2": "License",
  "coc.p9": "g0v Code of Conduct was based on <a href=\"https://confcodeofconduct.com/\" target=\"_blank\">Conference Code of Conduct</a>, released under <a href=\"http://creativecommons.org/licenses/by/3.0/deed.en_US\" target=\"_blank\">Creative Commons Attribution 3.0 Unported License</a>.",
  "coc.p10": "Refer to <a href=\"https://github.com/g0v/coc/\" target=\"_blank\">g0v Code of Conduct repo</a> for collaboration, amendment or comments regarding this document.",
  "safety.title": "Safety Tips",
  "safety.earthquake": "Dealing with Earthquakes",
  "guide.title": "Pre-event Guide",
  "souvenir.title": "Summit Souvenir",
  "souvenir.intro": "Fancy the colorful stickers that can decorate your devices? Perhaps a pangolin in your room? A treasure hunt awaits you outside of R0 on 4F. Find the souvenirs that suits you and bring them home!",
  "souvenir.hours": "<strong>Hours:</strong> Sat. 10:00 ~ 17:00、Sun. 10:00 ~ 15:00",
  "souvenir.promos": "Participate in community booth <strong>Stamp Rally</strong> or elect to purchase the Summit Starter Pack <span class=\"text-sm\">(lens cover, a pair of skill stickers, and T-shirt)</span> qualifies for additional discount. Don’t miss your chance!",
  "souvenir.items": "Inventory",
  "souvenir.lenscover": "Lens Cover",
  "souvenir.lenscover.desc": "Twin colors, get your privacy covered.",
  "souvenir.sticker": "Skill Sticker Pack",
  "souvenir.sticker.desc": "Waterproof. Might last longer than your skills do.",
  "souvenir.tshirt": "T-shirt",
  "souvenir.tshirt.desc": "Adopt these lavender-colored pangolins as your vision guardian!",
  "souvenir.everything": "Starter Pack (everything above)",
  "souvenir.classic": "Classic Goods",
  "souvenir.whilelasts": "*while supplies last",
  "souvenir.mascot": "Mascot",
  "souvenir.pangolin": "Pangolin",
  "souvenir.mascot.reason": "Pangolin is the mascot of g0v Summit 2024! Not only because this rare creature is a local endemic favorite, the fact that pangolins dig holes and hunt for bugs suits well with g0ver’s daily life.<br>If you happen to bump into one either on roadside or at the conference venue, don’t forget to greet them with a sincere awe!",
  "session.2024-013.title": "Wikidata as the foundation of data co-governance platfom for communities",
  "session.2024-013.description": "This lecture continues from the Open Data Day 2021 presentation on \"Open Data Models Based on Wikidata: External Database Applications and Community Co-governance Models\". It will incorporate the work results of the Wikidata Taiwan community from 2022 and 2023, re-examining the current status of data integration into Wikidata across various fields (including education, arts, local studies, etc.). The session will review mechanisms and possibilities for cross-database and cross-platform data co-governance and will attempt to propose new directions for action.\n\n---\n\nThemes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n\n---\n\nTarget audience:\nWikidata 、Open Data 、資料治理\n\n---\n\nRecommend pre-study:\n開放資料、資料治理、資料庫",
  "session.2024-014.title": "Open Parliament: A Four Year Review",
  "session.2024-014.description": "Open Parliament is a new form of public-private partnership and civic engagement.  Looking back at the work of Open Parliament during 2020 to 2024 from the institutional and cultural aspects, can it be continued in 2024? \n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n\n---\n\nTarget audience:\n國會 開放 參與\n\n---\n\nRecommend pre-study:\nOGP 開放國會",
  "session.2024-018.title": "How to intergrate Open Government Data - Taiwan Case Experience",
  "session.2024-018.description": "OpenStreetMap is one of the well-known community-collaborated co-edited map.  It takes 10 years to accumulate such a huge amount of geodate. In Taiwan, the OpenStreetMap Taiwan Community with the help of publicly released pen data datasets by the Taiwanese government, has imported so much data into OpenStreetMap. We have imported places, village boundaries, traffic-related bus stops, fire hydrants, ETC toll gates, and emergency assemble points, and have various stories to tell during our sharing time. And of course, we want to give advice to the Taiwan government.\n\n---\n\nThemes:\n資料、人工智慧與社群協作\n\n---\n\nTarget audience:\nOpenStreetMap, Wikidata, Crowd-sourcing\n\n---\n\nRecommend pre-study:\nOpenStreetMap, Wikidata, Data Quality ",
  "session.2024-020.title": "Would constructing a media ecosystem save the democracy?",
  "session.2024-020.description": "Many people say that news is the cornerstone of democracy. However, various surveys in recent years show that public trust in news is declining, yet most information is still obtained through social media channels distributing news media content. The algorithms that push content on these platforms act as a filter. To gain an advantage in these algorithms, news media often resort to sensational content and headlines, which in turn negatively affects public trust. This negative cycle also impacts the business operations of news media.\n\nIs there a chance to use technology to create a news ecosystem that can change this cycle? An ecosystem where commercial media, independent media, freelance journalists, and readers all participate to generate a positive cycle.\n\n\n\n\n\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\n新聞 民主\n\n---\n\nRecommend pre-study:\n無",
  "session.2024-022.title": "OONI Research Project and Taiwan Internet Freedom Observation",
  "session.2024-022.description": "OONI is an observation and detection project that assesses whether the internet is subject to censorship, surveillance, interference, or blocking. Global volunteers are recruited to install OONI Probes in their respective regions, conducting regular tests and reporting their observations.\n\nAs a global community partner of OONI, the [Open Culture Foundation](https://ocf.tw/en/) primarily assists in promoting, installing, reviewing observation reports, and discoveries. The collected data undergoes in-depth analysis and research to understand the current landscape, enabling the identification of goals for improvement. Through the [OONI-Research](https://ocf.tw/en/p/ooni/) project, we aim to recruit a cohort of civic tech enthusiasts and data analysis volunteers in Taiwan.\n\nTogether, we observe the local internet environment, analyze data, and collaborate to understand the observations from various countries. This initiative seeks to engage volunteers in actively participating in civic technology and contribute to a comprehensive analysis of internet freedom globally.\n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n\n---\n\nTarget audience:\n網路審查, 資料分析, 網路自由\n\n---\n\nRecommend pre-study:\nASN, CitizenLab, Open Observatory",
  "session.2024-026.title": "Cases from Civil IoT Taiwan: How IoT tech can enhance Social Inclusion",
  "session.2024-026.description": "Civic Sense is an initiative of OCF aimed at providing environmental sensors and basic training to civic organizations. The goal is to assist these organizations in better understanding dynamic environmental data and supporting their advocacy objectives.\nBy deploying sensors and applying data analysis to the collected information, civic organizations can more easily enhance public awareness and participation in public affairs. This, in turn, facilitates public-private collaboration on environmental issues, making cooperation between the government and citizens possible.\n\n---\n\nThemes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n\n---\n\nTarget audience:\nCivic Tech、開放硬體、開源\n\n---\n\nRecommend pre-study:\nCivic Tech、開放硬體、開源",
  "session.2024-035.title": "A Cross between Citizen Science and Civic Tech",
  "session.2024-035.description": "To connect the research of experts to social implementation, we have to consider the possibility of collaboration between civic tech and citizen science, and collaboration in civic tech communities in East Asian countries.\nCode for Japan has taken an increasing number of approaches to social implementation of knowledge and algorithms from research institutions in recent years, including a project to visualize carbon dioxide emissions in collaboration with the National Institute for Environmental Studies and a sleep measurement project with the National Center of Neurology and Psychiatry. \nLet's think and work together to create an environment where not only civic tech in times of disaster or emergency, but also civic tech in normal times can contribute to civil society.\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\nThis topic is for those interested in university collaboration and the use of technology with scientific research and social implementation.\n\n---\n\nRecommend pre-study:\ncitizen science, collaboration, STEAM education",
  "session.2024-038.title": "Anti-Misinformation Factchecking Chatbot: A Prototype for Malaysia",
  "session.2024-038.description": "An interactive workshop to introduce, gather feedback, and solicit ideas on a prototype for a cross-platform an anti-misinformation chatbot targeted at Malaysian internet users. In this session, we will go through the implementation of multimedia integrations with WhatsApp and other instant messaging systems as well as an overview of available open standards for factchecking. \n\n---\n\nThemes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n\n---\n\nTarget audience:\nDigital rights advocates,factcheckers, anti-misinformation campaigners, journalists, funders who are interested in the topic\n\n---\n\nRecommend pre-study:\nMisinformation, factchecking, information control",
  "session.2024-040.title": "Will it be possible to have an open source social enterprise focus on serving NPOs?",
  "session.2024-040.description": "Looking at the open source business models in foreign markets, many emerges from developer ecosystems to users, and finally to venture capital involvement. However, NETivism has experimented with a social enterprise model for 15 years, focusing on serving NPOs with open source SaaS and practicing various social enterprise values. Is this a viable path?\n\nThis submission attempts to answer the following questions:\n\n- Besides code being open source, what else relates to being public and transparent?\n- Besides open values, what other values are important?\n- Is marrying social enterprise with open source a good approach?\n- Is it a good combination to use open source to serve NPOs?\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\n開放原始碼,NPO,創業\n\n---\n\nRecommend pre-study:\n社會企業,資料隱私,開源",
  "session.2024-054.title": "Let's test the rights to access, delete, and cease the use of personal data",
  "session.2024-054.description": "In the apps we use regularly, website memberships, and large databases of the government, where does the data about me come from, what personal information is included, and for what purposes is it used? What obstacles might I encounter when I want to access, delete, or request the cessation of the use of my personal data? This workshop will feature the requesting experience of the host, as well as participants actively requesting and discussing privacy policies. This session requires internet access and capable devices. The discussions from the workshop will also serve as a reference for future advocacy related to personal data protection laws.\n\n\n\n\n\n---\n\nThemes:\nNerd Politics vs. 數位治理\n\n---\n\nTarget audience:\n隱私權、個資保護、資訊自主\n\n---\n\nRecommend pre-study:\n刪除權、目的外利用、查閱製給複本",
  "session.2024-056.title": "The Value of Open Source in Furthering Accessibility Goals",
  "session.2024-056.description": "Open source has the potential to play a key role in supporting a more inclusive society. Governments around the world are struggling to produce accessible digital content, yet many overlook actively leveraging open source solutions. Unlike proprietary tools, most open source tools tend to focus on issues which are of interest to their membership. Engaging in improving the accessibility of open source projects provides a number of benefits. \n\nIn this session, participants will learn about how to engage about accessibility in the open source projects that they use. I will also highlight how people with disabilities can be engaged as experts in identifying and resolving barriers that they encounter. \n\nThere are opportunities for innovation by prioritizing the needs of people with disabilities. Building a semantic digital infrastructure is key for people with disabilities, but also critical for future compatibility issues with new digital interfaces. \n\n---\n\nThemes:\n基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n\n---\n\nTarget audience:\nPeople interested in digital accessibility and inclusion / Novice / Intermediate\n\n---\n\nRecommend pre-study:\naccessibility, wcag, open source",
  "session.2024-062.title": "Misuse of Citizen Data by South Korea Government through AI and other Technologies: What Can Civil Society Do?",
  "session.2024-062.description": "We will explore the issues raised by the South Korean government's misuse of citizens' data, and how these concerns can be addressed in other societies.\n\nWhile AI technology and facial recognition are being regulated in many countries around the world, the South Korean government has taken a different approach, leading to various other forms of misuse, including\n\n- Facial recognition of citizens and foreigners\n- Encouraging companies to use personal information, including health-related data\n- Indiscriminate collection of biometric data, such as fingerprints\n- Implementing digital identification systems\n- Use of AI-based public safety cameras\n\nThroughout the session, we will look at the consequences of such misuse and discuss the importance of data governance and protecting citizens' privacy. In addition, we will explore the role of community collaboration in addressing these issues and propose potential solutions that civil society can adopt to protect citizens' data and prevent its misuse.\n\n---\n\nThemes:\n資料、人工智慧與社群協作\n\n---\n\nTarget audience:\n\n\n---\n\nRecommend pre-study:\n",
  "session.2024-064.title": "Digital Technology and Civil-Government Partnerships to Solve National Social Issues of South Korea ",
  "session.2024-064.description": "As the types of crises become more complex, diverse and rapid,  follow-up management are becoming difficult. Fortunately, in South Korea, in recent national crises, there are increasing cases where various entities such as citizen experts, private companies, citizen hackers, public institutions, and ministries provide collaborative networks and digital capabilities to quickly solve problems.\n  For example, various examples are emerging, such as cooperation between the Pharmaceutical Association and the government to prevent medicines from being sold out, and public-private cooperation to solve social problems, such as responding to digital traffic surge for Flood risk area guide map public services such as maps to guide people at risk of being submerged during floods.\n  To ensure the sustainability of this digital-based public-private cooperation, our government launched the ‘Digital Technology and Civil-Government Cooperation Project to Solve National Social Issues.’ We are establishing a cloud-based 'civil-government cooperation support platform' and utilizing communication channels with the public to solve social problems and promote civil-government cooperation.\nI would like to introduce examples of digital technology and public-private cooperation to solve South Korea's national and social problems.\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\nPeople who are trying to solve the problem with digital tools in emergency situation(disaster like COVID-19) of Nation\n\n---\n\nRecommend pre-study:\nProblem solving with digital tools, Against national disaster, Civil-Government Partnerships",
  "session.2024-068.title": "Building Pathways: Participatory Data Governance for Co-Generated Data",
  "session.2024-068.description": "Our session presents immersive strategies to help participants engage with Aapti Institute’s body of research, which explores collective rights and community participation in context of co-generated data and AI. Aapti Institute is a women-led research institution based in Bengaluru, India, that examines lived experiences at the intersection of technology and society. Our ongoing research centres the criticality of data in the digital space, and seeks to unravel the intricate relationship between data, supporting infrastructures, and community values. Aapti's multidisciplinary and multi-stakeholder approach is showcased in our Playbook on Fostering Participatory Data Stewardship, which presents a rich compendium of resources on modelling data stewardship mechanisms.\nOur work explores evolving communal dimensions of data use in context of AI, cogeneration, and community data rights. Further, we have developed framework for embedding participatory governance in co-generated mental health data. Leveraging a workshop format, we aim to organise activities that can help participants deeply engage with the challenges in regulating different scenarios of co-generation with a participatory lens. Shifting to solutions, we advocate for recognizing and protecting collective data rights, challenging the limitations of consent and data governance regulations, and proposing an infrastructural lens to adopting data justice frameworks for trustworthy engagement.\n\n---\n\nThemes:\n資料、人工智慧與社群協作\n\n---\n\nTarget audience:\nPolicy and civil-society actors, participative community initiatives, AI and data governance enthusiasts \n\n---\n\nRecommend pre-study:\nCogenerated data, participatory data governance, GenAI and intellectual property ",
  "session.2024-073.title": "Community Driven Data Interoperability: The Case of a Local Government, a Research Institution and a Small Media Organization",
  "session.2024-073.description": "This talk explores the transformative power of open data in fostering public participation and informed decision-making. We delve into three compelling use cases: Mexico City's innovative open data portal, a Colombian research institute's collaborative biodiversity data project, and a Spanish newsroom's integrative approach to data-driven journalism. Each case highlights the challenges and breakthroughs in constructing platforms that democratize information via visual uses of the data.\n\nIn Mexico City, citizens can upload personal data to the city's portal, intersecting it with official datasets, enhancing transparency and community engagement. Colombia's case showcases a network collaborators weaving indigenous wisdom with scientific research to map biodiversity, emphasizing the value of diverse knowledge systems. The Spanish newsroom scenario illustrates how consolidating varied data sources creates impactful, verifiable reporting on critical issues.\n\nThese examples underscore the complexities of building accessible, user-friendly platforms while maintaining data integrity and security. Key learnings include navigating technical, cultural, and ethical considerations to create tools that not only present data but also actively engage communities in meaningful public discourse. This session aims to provide insights into leveraging open data as a catalyst for civic action and societal change.\n\n---\n\nThemes:\n資料、人工智慧與社群協作；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n\n---\n\nTarget audience:\nCivic tech, activists, journalists \n\n---\n\nRecommend pre-study:\nOpen data, visualization, democracy ",
  "session.2024-088.title": "Talk to the City: How LLM can Help Discriminate Consensus Illusion",
  "session.2024-088.description": "With Talk to the City, AI Objectives Institute’s bet is that democratic deliberation, a process proven to work well at in-person events to bridge views and gain mutual understanding, could be scaled with LLMs and potentially even amplified & simulated. Being able to interact with a social group of any size through qualitative discourse would allow policymakers to quickly iterate on policy proposals and address concerns that are crowded out in traditional social choice mechanisms.\nIn this speech, we are going to discover the primitives for building shared world models.‘’‘\n\n\n---\n\nThemes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權\n\n---\n\nTarget audience:\nCollective intelligence, deliberation tech, AI\n\n---\n\nRecommend pre-study:\nYes I recommend. Ai Alignment, surveying, digital representatives",
  "session.2024-090.title": "Between Nerds & Governments: Why The Sovereign Tech Fund Invests Public Money in Open Source Infrastructure",
  "session.2024-090.description": "Through its work, the Sovereign Tech Fund (STF) demonstrates one approach towards digital sovereignty, advocating for a collaborative, secure, and open digital future. Ensuring digital sovereignty and fostering open source are closely intertwined goals. This talk will introduce the Sovereign Tech Fund as a new public organisation at the intersection between “nerd” politics and digital governance, illustrating its approach towards fostering digital sovereignty, security, and innovation.\n\nBacked by the German government, the STF champions the development, maintenance, and improvement of open digital infrastructure. This session will unpack STF’s approach to investing in essential open source projects in the public interest. It will explore how the STF's mission aligns with and diverges from traditional narratives in digital governance, \"nerd\" politics, and the role of the state in ensuring access to and maintenance of digital infrastructure and services.\n\nWe will also highlight open source technologies STF has supported, introduce how a government-funded organisation operates iteratively, share lessons we’ve learned along the way, and offer some ideas on where nerds and governments around the world can go from here.\n\n\n---\n\nThemes:\nNerd Politics vs. 數位治理\n\n---\n\nTarget audience:\nopen source maintainers, civic hackers, digital policy\n\n---\n\nRecommend pre-study:\ndigital sovereignty, digital infrastructure, public interest",
  "session.2024-100.title": "Digital governance and gender equality: the legal challenges of digital sexual violence",
  "session.2024-100.description": "With the rapid development of digital technology, \"digital sexual violence\" has become a serious issue facing society. In January last year, the Legislative Yuan passed  \"Amendments to the Four Laws on Sexual Imagery\", aiming to curb the occurrence of digital sexual violence. However, the amendments still did not address many of the suggestions from civil society groups, and there are still legal loopholes in the protection of victims that need to be addressed. Additionally, due to the rapid and open nature of the internet, the effectiveness of removing sexual imagery has been minimal, posing challenges and dilemmas in digital governance. This workshop invites experts and scholars to introduce the amendment process and suggestions, discuss the prevention of digital sexual violence, improve victim protection mechanisms, and eliminate the distribution of sexual imagery.\n\n\n\n\n\n---\n\nThemes:\nNerd Politics vs. 數位治理\n\n---\n\nTarget audience:\n法律、社工、女性主義\n\n---\n\nRecommend pre-study:\n數位性暴力、性私密影像、保護令",
  "session.2024-103.title": "Youth-Led Innovation: Shaping the Future through Civic Tech",
  "session.2024-103.description": "In this session, we’ll have a tripartite dialogue with representatives from Code for Japan, g0v Sch001, and Code for Germany, discussing youth-led civic tech projects worldwide. We’ll also share insights on nurturing the next generation of civic tech communities. Young people play a crucial role in shaping the future, actively using civic tech to address social challenges. Understanding innovative initiatives across diverse cultural backgrounds helps us grasp the global impact and potential of youth in this field. We’ll also promote cross-cultural collaboration among students.\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\n#學生 #教育工作者 #公民科技參與者\n\n---\n\nRecommend pre-study:\n#公民科技 #數位公民教育(digital citizenship education) #PBL",
  "session.2024-104.title": "The Issues with Governments Not Using Public Code",
  "session.2024-104.description": "From contributing to open-source projects to tender government projects, YuTin will discuss how to create a thriving public software ecosystem. In this inspiring lecture, we will delve into the challenges governments face when adopting public software solutions, from the initial tendering process, through winning the bid, to final acceptance, and how to tackle information security and regulatory challenges in the rapidly evolving field of information technology.\n\nThis exploration will not only cover the technical aspects but also include the policies, management, and strategic planning needed to successfully integrate public software into government operations, examining real-world examples and leveraging YuTin's open-sourced experience\n\n---\n\nThemes:\n資料、人工智慧與社群協作\n\n---\n\nTarget audience:\n在意稅金被怎麼使用\n\n---\n\nRecommend pre-study:\n公共程式",
  "session.2024-105.title": "Why do civic tech contributors come? Why do they stay? Why do they leave?",
  "session.2024-105.description": "In the civic technology community, participants' autonomous contributions can bring a sense of self-worth and social change, but there is also the possibility of internal burnout leading to departure. However, the foundation of any community is its people, and how to treat oneself and others well is key to maintaining enthusiasm for participation and community development. This session will focus on the original intentions, challenges, solutions, and impacts on personal development for those participating in civic tech communities/projects. It will start with \"Dao Dao Ah Xue\", a self-learning community,  sharing experiences from four years of nearly a hundred volunteers collaborating to develop a learning resource website. Following this, a \"World Café\" format will invite attendees to share their experiences, clarifying motivations, finding methods, and uncovering secrets to maintaining community momentum through dialogue.\n\n\n\n\n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n\n---\n\nTarget audience:\n#公民科技參與者 #喜歡當志工的人 #對心理學或人類學或社會學有興趣的人\n\n---\n\nRecommend pre-study:\n#民主教育 #自主學習 ",
  "session.2024-106.title": "China Dissent Monitor: Experiences in Data Collection and Processing",
  "session.2024-106.description": "Since June 2022, China Dissent Monitor has been collecting, recording, and sharing information about dissent in China. Through various channels such as news reports, civil society organizations, China-based social media platforms, and a machine learning algorithm, the database has accumulated nearly 5000 cases of protest activities. In this event, we hope to share our experiences in data collection, management, and process planning, as well as the challenges encountered in executing the project so far. We also hope to discuss with the audience how to establish best practices for similar data projects.\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\nNGO \n\n---\n\nRecommend pre-study:\n中國抗議活動 網路資料處理",
  "session.2024-115.title": "g0v Civic Tech Project & Community Handbook",
  "session.2024-115.description": "Through g0v’s experiences over the past decade and interactions with civic tech advocates from different countries, the g0v community has managed to extract elements and models for initiating “civic tech communities and projects”, which are included in the “2023 g0v Civic Tech Project & Community Handbook.” The handbook begins with an overview of the g0v civic tech community, then delves into how to develop civic tech communities and expand networks, including the four stages of community initiation and societal environmental factors. It also shares ways and templates for initiating civic tech projects and provides case studies to aid readers’ understanding. Finally, this book draws from past experiences from exchanges among various Asian countries, as well as feedback from participants in the Digital Rights Asia-Pacific Assembly 2023 and 2023 FtO Jeju. It shares insights into the regional diversity and differences in East and South Asia, the impact and relationship of governments on civic tech development, and the involvement of young people from Taiwan, Japan, and South Korea in civic tech communities. This helps us understand the evolving civic tech development models in different societal contexts. Read & Download Handbook: https://g0v.hackmd.io/@jothon/ctpbook_en/\n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n\n---\n\nTarget audience:\nInterested in promoting the content of the manual together、對於公民科技專案與社群手冊有興趣的任何人、有興趣一起推廣手冊內容\n\n---\n\nRecommend pre-study:\nCurrent Status of Civic Tech Projects and Communities in Asian Countries、亞洲公民科技專案與社群、發起社群與拓展網絡",
  "session.2024-116.title": "Saving g0v hackathons: a jothon workshop",
  "session.2024-116.description": "Reviewing the operation model of the g0v community, it can be summarized into four elements: 'People, Project, Hackathon, Source.' Through physical and online collaborative infrastructure (Hackathons), numerous contributors implement various types of civic tech projects and actions, open-sourcing the results as public resources and establishing channels for community sponsorship (Source). This workshop focuses on the sustainability issues of 'Hackathon' and 'Source,' and invites you to become part of the 'Save the Hackathon Team.' Process of our workshop:\n(1) The Save the Hackathon Team will present recent results of the 'Save the Hackathon Initiative.'\n(2) Group discussions on action items: Community Infrastructure Group, Financial Open Source Group, Transformation Prospects Group\n(3) Each group will summarize the results of their discussions and integrate them into a combined action plan.\nYou are welcome to join the #fundraising-救松團-募款執行 channel in g0v Slack.\n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n\n---\n\nTarget audience:\n想一起協力救松、想舉辦黑客松活動、想發展您所參與的社群\n\n---\n\nRecommend pre-study:\n社群基礎建設、財務開源、轉型展望",
  "session.2024-117.title": "Birmingham Screwdriver",
  "session.2024-117.description": "An environmental advocacy organization, composed of digital novices, has embarked on developing digital tools (#disfactory) with the hope of solving environmental issues. But can such problems truly be resolved this way? The open-source community and advocacy groups each have their own cultures. What do the terms \"digital tools\" and \"public issues\" signify within these cultures? Do the perspectives of different stakeholders determine their outcomes?\n\n---\n\nThemes:\n技術與議題的交鋒\n\n---\n\nTarget audience:\n公共議題、社會運動、群眾外包\n\n---\n\nRecommend pre-study:\nDisfactoy, Law of the instrument, 錘子與釘子",
  "session.2024-110.title": "The Civic Space Situation in Ethiopia",
  "session.2024-110.description": "1.\tConsortium of Ethiopian Human Rights Organizations:  CEHRO is a Consortium of 18 CSOs working on Human Rights, democracy and peace building in Ethiopia. Civic space in Ethiopia remains significantly restricted, categorized as \"Repressed\" by the CIVICUS Monitor.\n2.\tPositive Developments: The GoE shall undertook major Legal reforms, released some political prisoners detained in the wake of the 2021 elections, declared a ceasefire and signed peace agreement to end the Tigray conflict, and established the National Dialogue Commission aimed at fostering national reconciliation. \n3.\tLimitations and Key Concerns: there are however continued Violent Conflicts, Internet Shutdowns & Digital Surveillance, Media Repression & Intimidation, Shrinking Operating Environment for HRDs, Political Repression & Arrests & Increased Vulnerability of HRDs.\n4.\tRecommendations: We recommend that the GoE shall Guarantee the safety & security of journalists, media freedom, HRDs, Enact laws to prevent violation of the rights of HRDs, Ensure full &unfettered access for human rights CSOs and humanitarian actors in conflict affected areas & guarantee freedom of movement, End the practice of internet shutdowns & uphold the right to freedom of expression online, and Engage in constructive dialogue with CSOs and other stakeholders to address the challenges to civic space.\n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n\n---\n\nTarget audience:\nCivil Society leaders, Academia, Media  and International community representatives \n\n---\n\nRecommend pre-study:\nCivic Space",
  "session.2024-112.title": "How to Decolonise Taiwan's Civic Tech in International Discourse?",
  "session.2024-112.description": "g0v has been positioned as Taiwan’s soft power in digital diplomacy and pioneer in civic tech by the West. But what does that actually mean or impact us?\n\nThe talk is about the personal struggles to break the Orientalist gaze upon Taiwan and point out how Taiwan has been placed in the global imperial structure dominated by the West. From those problematics, the speaker would share their experiments in decolonisong tech and design workshops and other global initiatives. It is an open invitation to more discussion for Taiwanese to have our own agency in the global tech and democracy discourse and practices.\n\n- Taiwan can help. We are more than geopolitics.\n- g0v.london: the consequence of being naive to white supremacy \n- From seeking White recognition to our own agency\n- How might we decolonise the narratives/perspectives on Taiwan’s civic tech in English? As we are not an exotic, experimental alternative playground.\n\n---\n\nThemes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n\n---\n\nTarget audience:\n社群治理、國際交流\n\n---\n\nRecommend pre-study:\ndecolonization, white supremacy ",
  "session.2024-CT-1.title": "Challenges of Disinformation in the Era of AI",
  "session.2024-CT-1.description": "Even those who are not familiar with the field of technology can use generative AI to experience various content predictions and industrial impacts accumulated from data. Many people predict that generative AI will bring more misinformation and disinformation, posing greater challenges to public awareness. In the information environment, the civic tech community Cofacts, together with the Cofact civic tech fact checking organization from Thailand and IORG, will discuss the various challenges of information and how to safeguard our information environment through collaboration and connections.",
  "session.2024-CT-2.title": "Fantastic Student Community Participants and Where to Find Them",
  "session.2024-CT-2.description": "To promote student participation in the community and make g0v a more youth-friendly space for civic tech issues, this session track invites students who conducted research on \"\"Opportunities and Sustainability for Student Participation in Civic Tech Communities\"\" as part of the Y.L. Lin Program. Additionally, participants who represented students at the FtO Jeju 2023 \"\"Taiwan-Japan-Korea Civic Technology Hackathon\"\" are also invited to discuss student involvement in g0v and the civic tech community. This includes challenges and breakthroughs in student community participation, as well as diverse student perspectives on project execution and civic technology. Through this session, we aim to share models and barriers to community engagement from the students' viewpoint and attract more students to participate in the g0v community.\n\n---\n\nSpeakers:\nTed Lu, TOEDU Founder / Data Engineer\nAstrid, NYCU CS  Undergrad\nCHEN-WEI MAO, NCKU CS Undergrad\nVivian Wu, NTU Yu-Lin Project / Easier to Find Teammate! project contributor\nYvonne Cho, NTU Yu-Lin Project /Easier to Find Teammate! project contributor\nSky Hong, NTNU CSIE Undergrad\nYuting Ta, NTU Yu-Lin Project /Easier to Find Teammate! project contributor\"",
  "session.2024-CT-2-1.title": "Opportunities and Sustainability for Student Participation in Civic Tech Communities",
  "session.2024-CT-2-1.description": "To promote student participation in the community and make g0v a more youth-friendly space for civic tech issues, this session track invites students who conducted research on \"\"Opportunities and Sustainability for Student Participation in Civic Tech Communities\"\" as part of the Y.L. Lin Program. Additionally, participants who represented students at the FtO Jeju 2023 \"\"Taiwan-Japan-Korea Civic Technology Hackathon\"\" are also invited to discuss student involvement in g0v and the civic tech community. This includes challenges and breakthroughs in student community participation, as well as diverse student perspectives on project execution and civic technology. Through this session, we aim to share models and barriers to community engagement from the students' viewpoint and attract more students to participate in the g0v community.\n\n---\n\nSpeakers:\nTed Lu, TOEDU Founder / Data Engineer\nAstrid, NYCU CS  Undergrad\nCHEN-WEI MAO, NCKU CS Undergrad\nVivian Wu, NTU Yu-Lin Project / Easier to Find Teammate! project contributor\nYvonne Cho, NTU Yu-Lin Project /Easier to Find Teammate! project contributor\nSky Hong, NTNU CSIE Undergrad\nYuting Ta, NTU Yu-Lin Project /Easier to Find Teammate! project contributor\"",
  "session.2024-CT-2-2.title": "FtO Jeju 2023 Student Participation Observation Report",
  "session.2024-CT-2-2.description": "To promote student participation in the community and make g0v a more youth-friendly space for civic tech issues, this session track invites students who conducted research on \"\"Opportunities and Sustainability for Student Participation in Civic Tech Communities\"\" as part of the Y.L. Lin Program. Additionally, participants who represented students at the FtO Jeju 2023 \"\"Taiwan-Japan-Korea Civic Technology Hackathon\"\" are also invited to discuss student involvement in g0v and the civic tech community. This includes challenges and breakthroughs in student community participation, as well as diverse student perspectives on project execution and civic technology. Through this session, we aim to share models and barriers to community engagement from the students' viewpoint and attract more students to participate in the g0v community.\n\n---\n\nSpeakers:\nTed Lu, TOEDU Founder / Data Engineer\nAstrid, NYCU CS  Undergrad\nCHEN-WEI MAO, NCKU CS Undergrad\nVivian Wu, NTU Yu-Lin Project / Easier to Find Teammate! project contributor\nYvonne Cho, NTU Yu-Lin Project /Easier to Find Teammate! project contributor\nSky Hong, NTNU CSIE Undergrad\nYuting Ta, NTU Yu-Lin Project /Easier to Find Teammate! project contributor\"",
  "session.2024-CT-3.title": "Closing the gap: achieving affordable rental housing for all ",
  "session.2024-CT-3.description": "In Taiwan, renting is not a wise choice for long-term stable living. However, with skyrocketing property prices, renting has become an increasingly popular alternative for many who can't afford to buy a house.\n\nHow can we address the various issues with renting? In this forum, we will invite professionals in the field of renting and living in Taiwan to share their insights and explore various solutions aimed at continuously expanding affordable living spaces and providing a more stable living environment for renters.\n\n1. Renter community: how open culture community among renters help to explore more diverse renting methods.\n2. Empowerment through renting: housing services and how they can serve as interfaces to improve the situation of the homeless.\n3. Co-living apartments: exploring the vision and reality of mutual support communities.\n4. Resilient housing: self-repairing strategies for residents to face future challenges of aging homes and climate.",
  "session.2024-CT-4.title": "Digital Resilience: What to Do When the Internet Shuts Down?",
  "session.2024-CT-4.description": "Digital resilience is the ability of digital systems to quickly recover from natural disasters, accidents, and malicious attacks. So, how is Taiwan's digital resilience? What can be done to maintain contact with friends and family, or to obtain reliable information from government agencies and news organizations if the internet is inaccessible? The g0v community has invited Golda from Access Now to share how the people of Myanmar help each other and maintain external communication when the internet is cut off, Lii Wen from Matsu will share Matsu's experience with internet outages, and participants of the g0v Digital Resilience Hackathon (to be confirmed) will discuss the development of offline communication technologies by the civic tech community.",
  "session.2024-CT-5.title": "Open Source Culture × Public Issues × Collaboration with Government ",
  "session.2024-CT-5.description": "Can we solve the problem just by starting a project?\n\nWith the widespread adoption of digital infrastructure, an increasing number of public issues, whether by governments or the private sector, seek digital tools as solutions.\n\nHowever, is the relationship between solutions and problems simply linear, like that of a hammer and nail? Or does the nature of the tool actually lead to different outcomes?\n\nSince its establishment three years ago, Disfactory has observed many digital tools with open-source or government DNA being deployed in response to public issues. By discussing these characteristics and the effects of projects derived from them, we aim to explore the frontline of digital tools vs. public issues.",
  "session.2024-CT-6.title": "WTF is web3?",
  "session.2024-CT-6.description": "The fancy terms like web3, blockchain, and digital autonomy often lead people to mistakenly believe that many flashy tools can instantly solve social issues. Indeed, there are numerous international examples of digital democracy accomplished through web3. However, if you are an actual practitioner of web3's public nature, you'll find that tools are not very useful once you dive in. The real challenge is \"\"how citizens can empower themselves and shake the structure.\"\" This thematic forum invites activists from the da0 project and its associated community networks over the past year to discuss how to \"\"play\"\" with tools, be played by tools, and share the actual outcomes of their actions.",
  "session.2024-CT-6-1.title": "Book Club and Public Diplomacy?",
  "session.2024-CT-6-1.description": "The fancy terms like web3, blockchain, and digital autonomy often lead people to mistakenly believe that many flashy tools can instantly solve social issues. Indeed, there are numerous international examples of digital democracy accomplished through web3. However, if you are an actual practitioner of web3's public nature, you'll find that tools are not very useful once you dive in. The real challenge is \"\"how citizens can empower themselves and shake the structure.\"\" This thematic forum invites activists from the da0 project and its associated community networks over the past year to discuss how to \"\"play\"\" with tools, be played by tools, and share the actual outcomes of their actions.",
  "session.2024-CT-6-2.title": "Is a Reputation System the Foundation of Open Communities?",
  "session.2024-CT-6-2.description": "The fancy terms like web3, blockchain, and digital autonomy often lead people to mistakenly believe that many flashy tools can instantly solve social issues. Indeed, there are numerous international examples of digital democracy accomplished through web3. However, if you are an actual practitioner of web3's public nature, you'll find that tools are not very useful once you dive in. The real challenge is \"\"how citizens can empower themselves and shake the structure.\"\" This thematic forum invites activists from the da0 project and its associated community networks over the past year to discuss how to \"\"play\"\" with tools, be played by tools, and share the actual outcomes of their actions.",
  "session.2024-CT-6-3.title": "Quadratic Funding is Great, But Where is the Problem?",
  "session.2024-CT-6-3.description": "The fancy terms like web3, blockchain, and digital autonomy often lead people to mistakenly believe that many flashy tools can instantly solve social issues. Indeed, there are numerous international examples of digital democracy accomplished through web3. However, if you are an actual practitioner of web3's public nature, you'll find that tools are not very useful once you dive in. The real challenge is \"\"how citizens can empower themselves and shake the structure.\"\" This thematic forum invites activists from the da0 project and its associated community networks over the past year to discuss how to \"\"play\"\" with tools, be played by tools, and share the actual outcomes of their actions.",
  "session.2024-CT-6-4.title": "Can Citizens Hack Corporate Forms and Procurement Laws?",
  "session.2024-CT-6-4.description": "The fancy terms like web3, blockchain, and digital autonomy often lead people to mistakenly believe that many flashy tools can instantly solve social issues. Indeed, there are numerous international examples of digital democracy accomplished through web3. However, if you are an actual practitioner of web3's public nature, you'll find that tools are not very useful once you dive in. The real challenge is \"\"how citizens can empower themselves and shake the structure.\"\" This thematic forum invites activists from the da0 project and its associated community networks over the past year to discuss how to \"\"play\"\" with tools, be played by tools, and share the actual outcomes of their actions.",
  "session.2024-CT-6-5.title": "How British Columbia Government Hacks Procurement to Build Digital Identity Wallet in Public-Private Collaboration",
  "session.2024-CT-6-5.description": "The government of British Columbia, Canada, has established the public-private collaboration platform Code With Us (CWU) and revised procurement regulations to a more flexible mode, enabling effective collaboration between public servant and the civic tech community. Recently, British Columbia launched an open-source digital identity wallet called BC Wallet, embodying the spirit of self-sovereign identity. Let's discuss the feasibility of this model.",
  "session.2024-H.title": "Protecting Digital Rights in the Era of Digital Authoritarianism",
  "session.2024-H.description": "In today's interconnected world, digital rights are fundamental to the protection of personal privacy, free expression, and access to information. As technology continues to evolve, so too do the threats that jeopardize these rights. This session, hosted by Access Now at the g0v summit, aims to discuss critical issues surrounding digital rights, highlight emerging trends characteristic of digital authoritarianism, and present recommendations for governments, the private sector, and civil society to ensure that we can defend inclusive democracies, preserve spaces for civil society to flourish, and empower individuals to control their own information and identities in data-driven economies. The session will commence with an introduction to Access Now, a global non-profit organization dedicated to digital rights of people and communities at risk.. Based on its work for fifteen (15) years, the panel will focus on three alarming issues  in the age of digital authoritarianism: 1) weaponization of internet shutdowns; 2) spyware and the abuse of surveillance technologies; and 3) threats against people’s data rights. \"",
  "session.2024-W-1.title": "Digital Civic Education World Cafe",
  "session.2024-W-1.description": "Topics - \n• How can digital civic education cooperate with current educational system?\n• How to open a digital civic class? What can be included? \n• What did student do in civic tech projects? How do projects influence their career? How to support student participating in the projects?\n• Let's think about digital civic literacy in the next ten years!",
  "session.2024-W-2.title": "Digital Civic Education World Cafe",
  "session.2024-W-2.description": "Topics - \n• How can digital civic education cooperate with current educational system?\n• How to open a digital civic class? What can be included? \n• What did student do in civic tech projects? How do projects influence their career? How to support student participating in the projects?\n• Let's think about digital civic literacy in the next ten years!",
  "session.2024-W-3.title": "How do civil society organizations and tech platforms collaborate?",
  "session.2024-W-3.description": "This workshop, organized by National Democratic Institute (NDI), is aimed at building dynamic strategies for civic tech and civil society professionals to communicate and collaborate with tech platforms. Bringing together professionals and activists in the Asia-Pacific region, this workshop will identify shared concerns and challenges in safeguarding/advacing platform-related digital human rights, share experience and know-how in platform engagement, and strengthen the network among workshop participants.",
  "session.2024-K-54.title": "Nobody on the Front line",
  "session.2024-K-54.description": "Significant change has occurred worldwide since the g0v Summit 2020. This keynote speech will feature stories from the speaker's personal interviews with civic tech programs and their managers from France, Ukraine, Germany, and Taiwan. It will describe how civic tech (programs and communities) are being facilitated to the \"front lines\" amid a tidal wave. What possibility and the price paid did the Nobodys discover at the front line? What kind of future would there be for the groups and the citizens who practice democratic values if there is literally nobody on the front line?",
  "session.2024-K-55.title": "Nerd politics and the global culture wars",
  "session.2024-K-55.description": "In this talk, I build on my previous anthropological work on techno-political activism aka ‘nerd politics’ (Postill 2018) and on more recent research into the anti-woke movement (Postill 2024) to explore some of the links between nerd politics and the global culture wars. I am primarily interested in those leading individuals and groups working at the intersection of nerd politics and the global culture wars who are battling over issues of race, gender, public health, and/or climate change – for example, the tech billionaire Elon Musk, the investigative journalist Glenn Greenwald, the QAnon conspiracy/movement (Coleman 2023), K-pop fans supportive of Black Lives Matter (Cho 2022), or the Latin American hacktivist group Guacamaya (Levet 2023). I argue that some techno-political nerds are at the forefront of the conflicts that are polarising our contemporary world, while others are engaged in early efforts towards depolarisation.",
  "session.2024-K-56.title": "Keynote Panel: East Asian Civic Tech Communities Amid Global Democratic Backslide: Dialogues among Taiwan, Japan, and Korea",
  "session.2024-K-56.description": "Continuing the theme of keynote addresses, the panel invites the founders of Code for Japan and Code for Korea to embark on a conversation between Taiwan, Japan, and Korea, contrasting with East Asia and the global landscape. The civic tech communities of these three nations have long been closely connected and collaborative. This panel endeavors to shed light on the current state of democracy in Taiwan, Japan, and Korea by drawing upon their experiences, developmental trajectories, and current challenges. It may also lead to some potential pathways forward for the g0v community.\n\nThis keynote panel was related to Wikimedia Taiwan's research program: Analysis and Promotion of Civic Technology for Information Development in Digital Democracy. (Session 5 “East Asian Civic Tech Communities in a Global Democratic Regression: A Dialogue between Taiwan, Japan, and Korea”)",
  "session.E-OP1.title": "Opening",
  "session.E-OP1.description": "",
  "session.E-OP2.title": "Opening",
  "session.E-OP2.description": "",
  "session.R-1-1.title": "Break",
  "session.R-1-1.description": "",
  "session.R-1-2.title": "Lunch Break",
  "session.R-1-2.description": "",
  "session.R-2-1.title": "Break",
  "session.R-2-1.description": "",
  "session.R-2-2.title": "Lunch Break",
  "session.R-2-2.description": "",
  "session.R-1-3.title": "Break",
  "session.R-1-3.description": "",
  "session.R-2-3.title": "Break",
  "session.R-2-3.description": "",
  "session.R-1-4.title": "Break",
  "session.R-1-4.description": "",
  "session.R-2-4.title": "Break",
  "session.R-2-4.description": "",
  "session.E-ED1.title": "Day Summary",
  "session.E-ED1.description": "",
  "session.E-ED2.title": "Closing",
  "session.E-ED2.description": "",
  "session.U-1.title": "Unconference",
  "session.U-1.description": "",
  "session.U-2.title": "Unconference",
  "session.U-2.description": "",
  "session.U-3.title": "Unconference",
  "session.U-3.description": "",
  "session.L.title": "Lightning Talk",
  "session.L.description": "",
  "speakers.zh-1.name": "Hsin-Chan Chien",
  "speakers.zh-1.bio": "",
  "speakers.zh-2.name": "Toomore Chiang",
  "speakers.zh-2.bio": "",
  "speakers.zh-3.name": "Kuan-Ju Chou",
  "speakers.zh-3.bio": "",
  "speakers.zh-4.name": "Jimmy Huang",
  "speakers.zh-4.bio": "",
  "speakers.zh-5.name": "Ronny Wang",
  "speakers.zh-5.bio": "g0v contributor",
  "speakers.zh-6.name": "Tiff Lin",
  "speakers.zh-6.bio": "",
  "speakers.zh-7.name": "Saya Kubota",
  "speakers.zh-7.bio": "",
  "speakers.zh-8.name": "Sonja Fischbauer",
  "speakers.zh-8.bio": "",
  "speakers.zh-10.name": "Kangaroo",
  "speakers.zh-10.bio": "",
  "speakers.zh-11.name": "g0v Jothon",
  "speakers.zh-11.bio": "",
  "speakers.zh-12.name": "Isabel Hou",
  "speakers.zh-12.bio": "",
  "speakers.zh-13.name": "Ming",
  "speakers.zh-13.bio": "",
  "speakers.zh-14.name": "Chuang Mu Hua",
  "speakers.zh-14.bio": "Freelencer ",
  "speakers.zh-15.name": "Chihhao Yu",
  "speakers.zh-15.bio": "- IORG co-director\n- g0v international community taskforce co-founder\n- Facing the Ocean co-organizer",
  "speakers.zh-16.name": "Sandra",
  "speakers.zh-16.bio": "Civic Tech Experimental Field &Disfactory  contributor",
  "speakers.zh-17.name": "Supaplex / Dennis Raylin Chen",
  "speakers.zh-17.bio": "",
  "speakers.zh-18.name": "Ming Ju Lee",
  "speakers.zh-18.bio": "",
  "speakers.zh-19.name": "Tu Ying Chiu",
  "speakers.zh-19.bio": "",
  "speakers.zh-20.name": "Allen Wang",
  "speakers.zh-20.bio": "",
  "speakers.zh-21.name": "Vincent Xu",
  "speakers.zh-21.bio": "",
  "speakers.zh-22.name": "YuTin",
  "speakers.zh-22.bio": "",
  "speakers.zh-23.name": "Ael",
  "speakers.zh-23.bio": "",
  "speakers.zh-24.name": "June Liu",
  "speakers.zh-24.bio": "",
  "speakers.zh-25.name": "Dongpo Deng",
  "speakers.zh-25.bio": "",
  "speakers.zh-26.name": "Sarawut Ninsawat",
  "speakers.zh-26.bio": "",
  "speakers.zh-27.name": "Claire Liu",
  "speakers.zh-27.bio": "",
  "speakers.zh-28.name": "Lin, Yu-Po",
  "speakers.zh-28.bio": "",
  "speakers.zh-30.name": "Roy Weng",
  "speakers.zh-30.bio": "",
  "speakers.zh-31.name": "Claire Cheng",
  "speakers.zh-31.bio": "",
  "speakers.zh-32.name": "James Kan",
  "speakers.zh-32.bio": "",
  "speakers.zh-33.name": "Weichen Lim",
  "speakers.zh-33.bio": "",
  "speakers.zh-34.name": "Jason Liu",
  "speakers.zh-34.bio": "Chih-Hsin Liu(Jason Liu) is a journalist, author, and podcaster. He previously worked as deputy editor-in-chief of the Reporter and an editor at g0v News, as well as as an Information Integrity Senior Advisor at the Taipei Office of the National Democratic Institute. In recent years, his publications as an author include “Reality is Business: the Portraits Covering Across Belgium, France, Indonesia, Germany, China, and Taiwan” (2021) and “ War In Ukraine” (2022). He is also currently the host of the podcast “A Break Cafe.”\n\nInspired by a report from Piratenpartei Deutschland, Chih-Hsin Liu started a dialogue with civic tech and g0v, participating in many international conferences on civic tech and open government. He interviewed many civic tech programs in Taiwan, Spain, Mexico, Southeast Asia, Europe, and the United States. Moreover, he made an effort to collaborate with international organizations to complete the g0v Civic Tech Project & Community Handbook. As a whole, Chih-Hsin Liu follows the steps with Nobody by observing and recording civic tech communities over a decade. A coffee shop at Tainan managed by Chih-Hsin Liu was one of the venues of the g0v hackathon.",
  "speakers.zh-35.name": "Chewei Liu",
  "speakers.zh-35.bio": "",
  "speakers.en-1.name": "Idris Bilyaminu Ndasadu’Lau",
  "speakers.en-1.bio": "",
  "speakers.en-2.name": "Khairil Zhafri",
  "speakers.en-2.bio": "",
  "speakers.en-3.name": "Deger Turan",
  "speakers.en-3.bio": "",
  "speakers.en-4.name": "Junhee Jang",
  "speakers.en-4.bio": "",
  "speakers.en-5.name": "Powen Shiah",
  "speakers.en-5.bio": "",
  "speakers.en-6.name": "Paul Sharratt",
  "speakers.en-6.bio": "",
  "speakers.en-7.name": "Avani Airan",
  "speakers.en-7.bio": "",
  "speakers.en-8.name": "Rattanmeek Kaur",
  "speakers.en-8.bio": "",
  "speakers.en-9.name": "Mike Gifford",
  "speakers.en-9.bio": "",
  "speakers.en-10.name": "Datasketch / Jp Marin Diaz",
  "speakers.en-10.bio": "",
  "speakers.en-11.name": "Mami Takesada",
  "speakers.en-11.bio": "",
  "speakers.en-12.name": "Mesud Gebeyehu RETA",
  "speakers.en-12.bio": "",
  "speakers.en-13.name": "MOON",
  "speakers.en-13.bio": "",
  "speakers.en-14.name": "John Postill",
  "speakers.en-14.bio": "John Postill 是皇家墨爾本理工大學的人類學家，他的研究專長是媒體、傳播和社會政治變革。至今為止，他已經在馬來西亞、印度尼西亞、西班牙和英語圈國家(線上)展開了人種學的田野調查，同時他也是許多著作的作者。John Postill 的著作包含《人類學的數位實踐》(2024)和《怪咖政治的崛起:數位行動主義與政治變遷》(2018)。目前John Postill致力於研究全球化的網路文化戰爭。",
  "speakers.en-15.name": "Shun Nakajima",
  "speakers.en-15.bio": "",
  "speakers.o-2.name": "ddio",
  "speakers.o-2.bio": "",
  "speakers.o-3.name": "Sun Ming-Te",
  "speakers.o-3.bio": "",
  "speakers.o-4.name": "yung-ching chang",
  "speakers.o-4.bio": "fuuki apartment",
  "speakers.o-5.name": "Liao, Ling-Yu",
  "speakers.o-5.bio": "",
  "speakers.o-6.name": "Liying Wang",
  "speakers.o-6.bio": "Web3 for All / Contributor",
  "speakers.o-7.name": "Weijen Liu",
  "speakers.o-7.bio": "",
  "speakers.o-8.name": "Peixing Liao",
  "speakers.o-8.bio": "",
  "speakers.o-9.name": "Zoey Tseng",
  "speakers.o-9.bio": "",
  "speakers.o-10.name": "Frank Hu",
  "speakers.o-10.bio": "",
  "speakers.o-12.name": "mashbean",
  "speakers.o-12.bio": "Independent researcher of web3",
  "speakers.o-14.name": "Ted Lu",
  "speakers.o-14.bio": "TOEDU Founder / Data Engineer ",
  "speakers.o-15.name": "Astrid",
  "speakers.o-15.bio": "NYCU CS  Undergrad",
  "speakers.o-16.name": "CHEN-WEI MAO",
  "speakers.o-16.bio": "NCKU CS Undergrad ",
  "speakers.o-17.name": "Vivian Wu",
  "speakers.o-17.bio": "NTU Yu-Lin Project / Easier to Find Teammate! project contributor",
  "speakers.o-18.name": "Yvonne Cho",
  "speakers.o-18.bio": "NTU Yu-Lin Project /Easier to Find Teammate! project contributor",
  "speakers.o-19.name": "Sky Hong",
  "speakers.o-19.bio": "NTNU CSIE Undergrad",
  "speakers.o-20.name": "Yuting Ta",
  "speakers.o-20.bio": "NTU Yu-Lin Project /Easier to Find Teammate! project contributor",
  "speakers.o-22.name": "Fu shiang Ching",
  "speakers.o-22.bio": "",
  "speakers.o-23.name": "Golda Benjamin",
  "speakers.o-23.bio": "- Access Now Asia-Pacific Campaigner",
  "speakers.o-24.name": "Namrata Maheshwari",
  "speakers.o-24.bio": "- Access Now Senior Policy Counsel and Encryption Policy Lead",
  "speakers.o-25.name": "Raman Jit Singh Chima",
  "speakers.o-25.bio": "- Access Now Asia Policy Director",
  "speakers.o-26.name": "Michael De Dora",
  "speakers.o-26.bio": "- Access Now U.S. Policy and Advocacy Manager",
  "speakers.o-28.name": "Peii",
  "speakers.o-28.bio": "Disfactory  contributor ",
  "speakers.o-31.name": "Hal Seki",
  "speakers.o-31.bio": "Hal Seki is the founder of Code for Japan, a non-profit organization which aims to promote civic tech culture and implementing civic tech projects in Japan. Having been working at mobile-web companies as a geo developer since 2002, he is currently CEO of Georepublic Japan, and founder and CEO of HackCamp Inc., a company helping corporate open innovation by organizing hackathons, ideathons, and other workshops.\n\nHal is also Chief Innovation Officer of Kobe City, building an open innovation ecosystem in the city.",
  "speakers.o-32.name": "Ohyeon Kweon",
  "speakers.o-32.bio": "Ohyeon is an organiser of Code for Korea, striving to create a civic hacker network in Korea. He founded Parti, a social cooperative of digital democracy activists, and UFOfactory, a social enterprise that generates creative solutions for change. He has been working in media and community platforms, and in open and civic technology for social innovation, citizen sovereignty, social economy, and open government.",
  "speakers.o-33.name": "Patipat Susumpao",
  "speakers.o-33.bio": "",
  "speakers.o-34.name": "Supinya Klangnarong",
  "speakers.o-34.bio": "",
  "speakers.o-35.name": "Wen Lii",
  "speakers.o-35.bio": "",
  "speakers.o-36.name": "Billion Lee",
  "speakers.o-36.bio": "Billion enjoys her ootd",
  "speakers.o-37.name": "Irvin Chen",
  "speakers.o-37.bio": "Irvin is the community liaison of MozTW, Mozilla Taiwan Community. He is a long-time Mozilla contributor. He recently focused on Internet policy and governance. In the meantime, he is the front-end developer of the DEI consultant media womany.net.",
  "speakers.o-38.name": "PN",
  "speakers.o-38.bio": "Rentea community evangelist",
  "speakers.o-39.name": "",
  "speakers.o-39.bio": "",
  "speakers.null.name": "",
  "speakers.null.bio": "",
  "speakers.w-1.name": "g0v sch001",
  "speakers.w-1.bio": "",
  "speakers.e-1.name": "Pomin Wu",
  "speakers.e-1.bio": "",
  "session_type.E": "Main Event",
  "session_type.R": "Break",
  "session_type.K": "Keynote",
  "session_type.T": "Talk",
  "session_type.W": "Workshop",
  "session_type.P": "Panel",
  "session_type.H": "Highlight",
  "session_type.C": "Community Track",
  "session_type.U": "Unconference",
  "session_type.L": "Lightning Talk",
  "session_type.B": "Booth",
  "room.R0": "International Conference Hall (R0)",
  "room.R1": "1st Conference Room (R1)",
  "room.R2": "2nd Conference Room (R2)",
  "room.R3": "3rd Conference Room (R3)",
  "room.RH": "Recreation Hall (RH)",
  "tag.Beginner": "Beginner Friendly",
  "tag.AI科技規範": "AIRegulation",
  "tag.CoC": "CoC",
  "tag.eID": "eID",
  "tag.Netiquette": "Netiquette",
  "tag.SDG": "SDGs",
  "tag.個人資料保護": "PersonalDataProtection",
  "tag.公民倡議": "CivicActivism",
  "tag.創新創業": "Innovation",
  "tag.地圖資料": "GeoData",
  "tag.大數據(資料治理)": "BigData(DataGovernance)",
  "tag.教育": "Education",
  "tag.數位DEI": "DigitalDEI",
  "tag.數位主權": "DigitalSovereignty",
  "tag.數位兩極化": "DigitalPolarization",
  "tag.數位平台規管": "DigitalPlatformRegulation",
  "tag.數位性暴力": "DigitalViolence",
  "tag.數位民防": "DigitalCivilDefense",
  "tag.數位素養": "DigitalLiteracy",
  "tag.數位轉型": "DigitalTransformation",
  "tag.數位韌性": "DigitalResilience",
  "tag.社會企業": "SocialEnterprise",
  "tag.社群治理": "CommunityGovernance",
  "tag.群眾外包": "Crowdsourcing",
  "tag.開放政府": "OpenGovernment",
  "tag.開放課程": "OpenCourses",
  "tag.開源精神": "OpenSourceSpirit",
  "tag.非營利組織": "NGO",
  "tag.CT-Web3": "web3 Track",
  "tag.CT-Student": "Student Track",
  "staff.pm5": "Pomin Wu",
  "staff.rschiang": "RSChiang",
  "staff.fanlan": "Fanlan",
  "staff.dong": "Dong",
  "staff.yc": "YC",
  "staff.seangau": "SeanGau",
  "staff.mavis": "Mavis",
  "staff.jason": "Jason",
  "staff.daisuke": "Daisuke",
  "staff.ahmin": "Ah-min",
  "staff.hou": "Hâu/Hou",
  "staff.kirby": "Kirby",
  "staff.allen": "Allen Wang",
  "staff.monica": "Monica Mu",
  "staff.momose": "Momose",
  "staff.peter": "Peter",
  "staff.yellowsoar": "yellowsoar",
  "staff.rayen": "Rayen",
  "staff.ireneann": "Ireneann",
  "staff.vivian": "Vivian",
  "staff.carey": "Carey Chang",
  "staff.lois": "Lois Chen",
  "staff.elva": "Elva",
  "staff.kevin": "Kevin",
  "staff.kangaroo": "Kangaroo",
  "staff.whitecat": "White Cat",
  "staff.patrick": "Patrick",
  "staff.city": "City",
  "staff.hamster": "Hamster",
  "staff.peti": "Peti",
  "staff.yuan": "Yuan",
  "staff.ting": "Yu Ting Chen",
  "staff.paul": "Paul",
  "staff.ddio": "ddio",
  "staff.coldplay": "coldplay/Claire Liu",
  "staff.billion": "Billion",
  "staff.ichieh": "ichieh",
  "staff.oliver": "Oliver",
  "staff.kailan": "Kailan",
  "staff.yangi": "Yangi",
  "staff.gavin": "Gavin",
  "staff.hsiaoling": "Hsiaoling",
  "staff.janice": "Janice Hu",
  "staff.littlechin": "littlechin",
  "staff.moontai": "moontai0724",
  "staff.77": "77",
  "staff.weiqi": "Weiqi",
  "staff.shrimproll": "蝦捲",
  "staff.shibasalmon": "柴犬",
  "staff.zhenshoot": "Zhenshoot",
  "staff.yutin": "YuTin",
  "staff.charlie": "Charlieeeeee",
  "staff.mengting": "Mengting",
  "staff.cpy": "CPY",
  "staff.chaoyi": "Chaoyi",
  "staff.annie": "Annie Tseng",
  "staff.riley": "Riley",
  "staff.kuki": "kuki",
  "staff.che": "che",
  "staff.vanbert": "Vanbart",
  "staff.jackie": "jackie",
  "staff.zai": "Zai",
  "staff.joy": "Joy",
  "staff.ralin": "Ralin",
  "staff.yider": "Yider",
  "staff.penguin": "Tsubasa Ko",
  "staff.phoebe": "Phoebe",
  "staff.puchi": "Puchi",
  "staff.yenchiang": "Lai Yen Chiang",
  "staff.astrid": "Astrid",
  "staff.skyler": "Skyler",
  "staff.amos": "Amos",
  "staff.angy": "Angy",
  "staff.wilt": "Wilt Chen",
  "staff.kris": "Kris",
  "staff.chiahao": "張家豪",
  "staff.sarah": "Sarah Wu",
  "staff.jhanshin": "江健新",
  "staff.caro": "Caro",
  "staff.angela": "Angela Kao",
  "staff.chihao": "chihao",
  "staff.ian": "Ian Liu",
  "staff.ipa": "ipa",
  "staff.saul": "彭彭",
  "staff.ael": "Ael",
  "staff.hungwen": "Hung-wen Tseng",
  "team.organizers": "Organizers",
  "team.media": "Marketing",
  "team.section.sns": "SNS",
  "team.section.design": "Design",
  "team.section.pr": "Media Relations",
  "team.section.web": "Web",
  "team.admin": "Administration",
  "team.program": "Program",
  "team.section.program-committee": "Agenda Committee",
  "team.section.program-assistants": "Session Assistants",
  "team.photography": "Photography",
  "team.section.equipment": "Equipment",
  "team.logistics": "Logistics",
  "team.translation": "Translation",
  "team.section.interpreters": "Interpreters",
  "team.sponsorship": "Sponsorship",
  "team.finance": "Finance",
  "team.advisors": "Advisors",
  "partners.organizer": "Organizer",
  "partners.summit-wg": "g0v Summit 2024 Working Group",
  "partners.summit-wg.summary": "<p>g0v Summit 2024 Working Group are the most dedicated “nobody” you’ve ever seen!</p>",
  "partners.program-partners": "Program Partners",
  "partners.iias-infolaw": "Information Law Center, IIAS",
  "partners.iias-infolaw.summary": "<p>Information law has always been part of the research scope of the “Technology Advancement and Regulation” research group at the Institutum Iurisprudentiae Academia Sinica, or IIAS. To better respond to the impacts of emerging technologies, IIAS established the Information Law Center (“the Center”) in July 2019. The Center engages in cross-domain and interdisciplinary dialogues with the information technology and data science communities. It aims to participate in the debate and configuration of goals and values at the beginning of scientific and technological development that precedes information law research.  Additionally, the Center seeks to translate traditional academic research results in information law into practical policy language, generating concrete and practical influence on the formulation and implementation of relevant legal and policy frameworks.</p><p>Currently, the Center plans to address themes including artificial intelligence, information law and regulation, democratic surveillance and governance, health and information, and intellectual property rights. Through explorations and deliberations in the spirit of openness and interdisciplinary connectedness, the Center strives to conduct forward-looking academic research, transform research discussions into popular format, and inform Taiwan’s public on relevant issues related to information law.</p><p>The Center aspires to be a platform for exchange and interaction among researchers, civil society, and practitioners. Through communication, connection, and discussion among stakeholders, it seeks to balance scientific and technological research and development, industry practices, and legal and ethical norms, enhancing the overall public interest of the society and shaping the future of data-driven democracy.</p>",
  "partners.access-now": "Access Now",
  "partners.access-now.summary": "<p>Access Now is an international human rights organization dedicated to defending and extending the digital rights of people and communities at risk around the world. By combining direct technical support, strategic advocacy, grassroots grantmaking, and convenings such as RightsCon, the organization fights for human rights in the digital age.Since its founding in 2009, Access Now has grown into a team of more than 130 experts working to advance our mission in centers of political power, technical innovation, and civic action around the world, including across Africa, Asia Pacific, Eastern Europe and Central Asia (EECA), the European Union, Latin America and the Caribbean, the Middle East/North Africa (MENA), and the United States. It has matured into one of the world’s leading NGOs in the digital rights sector.Every day, Access Now sees the emergence of new technologies and digital tools with the potential to disrupt human rights. To mitigate the threats as they emerge, the organization has its eyes on both today’s developments and the horizon, reacting to what we see and anticipating what lies ahead. With the indispensable support of partners, donors, and allies, Access Now fights to defend inclusive and pluralist democracies; preserve spaces for civil society to flourish; and empower individuals to control their own information, privacy, and identities in data-driven societies.</p>",
  "partners.supporting-organizers": "Supporting Organizers",
  "partners.jothon": "g0v jothon",
  "partners.jothon.summary": "<p>The g0v Jothon is responsible for organizing bi-monthly hackathons, infrathons and promoting fundraising activities. Currently, the team consists of seven volunteers and two staff members.</p><p>Jothon began as a task force assisting the community in organizing hackathons in 2012 and was formally named Jothon in 2014. In 2016, Jothon initiated the Community Infrastructure Project and launched a series of “Infrathons” to promote smoother online/offline collaboration alongside regular hackathons. In the same year, Jothon introduced the “g0v Civic Tech Prototype Grant” to encourage continuous development and long-term maintenance and operation of g0v projects.</p><p>In 2020, Jothon launched “Sch001” to rethink the role of schools from scratch together with the education and open-source communities. In 2024, Jothon executed the “Traditional Chinese AI Open Source Practice Project” to encourage civil teams to work on localized language model-related tasks.</p><p>The g0v Jothon also served as the co-organizing team for g0v Summit 2018 and the co-host for g0v Summit 2020.</p>",
  "partners.ocf": "Open Culture Foundation",
  "partners.ocf.summary": "<p>The Open Culture Foundation (OCF) is a nonpartisan, non-profit organization. Our mission is to build bridges between local and global open tech communities and thus act as a mediator for promoting open culture. Our main goal is to support local communities in advocating open technology, as we see open technology as the core to securing digital rights and internet freedom.</p><p>Founded in 2014 by several open tech communities in Taiwan, OCF was established as the fiscal sponsor for Taiwanese open tech communities. Our main goal is to support local communities in their advocacy for open culture and open tech. We have continued to support these communities to run large-scale conferences, seminars, and hackathons. We help governments, enterprises, and NGOs better understand the benefits of adopting open technology and promote open tech in the public sphere. We believe that a culture of openness is the foundation for an innovative society and the engine of participatory democracy.</p>",
  "partners.wmf": "Wikimedia Taiwan",
  "partners.wmf.summary": "<p>Wikimedia Taiwan was established as a legal entity in 2007 and aims to promote various projects under the umbrella of the Wikimedia Foundation, including the well-known collaborative knowledge website Wikipedia. It is responsible for providing operational training for various Wikimedia platforms, organizing content-related projects, and representing Taiwan in coordinating cooperation among Wikimedia organizations worldwide. Additionally, it advocates for policies and promotes concepts related to open licensing of copyrighted works, government data openness, and knowledge equity.</p>",
  "partners.hackmd": "HackMD",
  "partners.hackmd.summary": "<p>HackMD is where you collaborate with your team and communicate with your community in Markdown notes. You write in Markdown and HackMD presents source code, slides, charts, and math expressions for you. You control who can view/edit your notes and share them with flexible permissions.</p><p>Since launch, more than 5,000,000 notes have been created and more than 27,000 teams have collaborated in HackMD.</p><p>HackMD is where your short-term and long-term memory live together.</p>",
  "partners.ud-talk": "UD Talk",
  "partners.ud-talk.summary": "<p>UD Talk is a transcription service app. You can use it to communicate not only with speakers of different languages but also deaf people and people with hearing loss. UD Talk is used by many Japanese organizations, companies, and events as an information accessibility support.</p>",
  "partners.visionaries": "Visionaries",
  "partners.ndi": "National Democratic Institute",
  "partners.ndi.summary": "<p>The National Democratic Institute (NDI) is a nonprofit, nonpartisan, nongovernmental organization working to strengthen and respond to the aspirations of people around the world to live in democratic societies that recognize and promote basic human rights. Founded in 1983, NDI has worked with local partners in 156 countries and territories, bringing together individuals and groups to share ideas, knowledge, experiences and expertise. NDI works with political parties, civic groups, parliaments, and other organizations and individuals to strengthen democratic institutions, safeguard elections, advance citizen engagement, and promote open and accountable government. NDIʼs multinational approach reinforces the message that while there is no single democratic model, certain core principles are shared by all democracies.</p>",
  "partners.luminate": "Luminate",
  "partners.luminate.summary": "<p>Luminate is a global foundation working to ensure that everyone – especially those who are underrepresented - has the information, rights, and power to influence the decisions that shape society. The foundation is focused on enabling people to fully participate in civic and political life, to safely challenge power, and to access accurate, trustworthy information. Luminate works globally with a regional focus on Africa, Asia, and Latin America. It was established by philanthropists Pierre and Pam Omidyar and has worked for over a decade on issues related to governance and citizen engagement.</p>",
  "partners.nstc": "National Science and Technology Council",
  "partners.nstc.summary": "<p>The National Science and Technology Council (NSTC) of Taiwan serves as the governmental body dedicated to fostering the progress of science and technology within the nation. Its core objectives include overseeing the comprehensive advancement of technology, supporting scientific research, and establishing science parks. In addition, the NSTC undertakes the strategic planning of Taiwan’s technological landscape, spearheading technological innovation and resource allocation. The NSTC plays the pivotal role in coordinating efforts across domains and departments. It collaborates with stakeholders at all stages of technological development and industrial application, ensuring the effective implementation of plans and driving economic growth and national advancement.</p>",
  "partners.activists": "Activists",
  "partners.klickklack": "KlickKlack Communications",
  "partners.klickklack.summary": "<p>Since founded in 2017, KlickKlack Communications has helped hundreds of businesses tackle the challenges of scaling and digital transformation in recent years. We deeply understand the technical pain points when it comes to business operations and information needs. Therefore, we are committed to providing comprehensive information consulting services to empower businesses to achieve their growth goals. KlickKlack services focus on three aspects: Connectivity, Collaboration, and Compliance, providing businesses with resilient and flexible enterprise-grade services.</p><p>We offer assistance throughout their growth with next-generation technology tools and management models to alleviate potential burdens. Our services help businesses achieve digital transformation while meeting their security and compliance goals, resulting in unparalleled service satisfaction.</p>",
  "partners.contributors": "Contributors",
  "partners.iorg": "IORG",
  "partners.iorg.summary": "<p>Taiwan Information Environment Research Center (IORG) is established in 2019 with a mission to expose Mandarin information manipulation with data-driven verifiable public research, to measure impact of information manipulation to Taiwan’s society with scientific methodologies, to promote digital civics education in schools and communities, and to collaborate with diverse partners in Taiwan and worldwide in reducing information manipulation, facilitate public discourse, and strengthen democratic resilience.</p>",
  "partners.micare": "Micare Production",
  "partners.micare.summary": "<p>Micare Production offers a variety of services including virtual and live event streaming, video recording, audio control, and sound enhancement.</p><p>We provide you with the best audiovisual service solutions within limited space and time.</p><p>From live event streaming, course production, video recording, online meetings, to international connections, feel free to contact us for inquiries.</p>",
  "partners.netivism": "NETivism",
  "partners.netivism.summary": "<p>NETivism (Internet for Activism), established in 2009, is a social enterprise rooted in digital philanthropy. We are dedicated to providing information technology solutions for non-profit organizations based on free software. Internet technology can catalyze social change, influencing public issues such as culture, politics, and the environment, ushering in transformations beyond entertainment and commercial activities.</p><p>Our mission centers on addressing the digital divide among non-profit organizations and assisting non-profits in building cutting-edge websites. We also specialize in providing netiCRM, a cloud-based supporter relationship management service, by fulfilling needs such as automating recurring online donations, e-newsletter marketing, and event registration. We help non-profit organizations achieve financial independence and sustainable operations, tackling increasingly complex social issues.</p>",
  "partners.participants": "Participants",
  "partners.archlife": "Archilife Research Foundation",
  "partners.archlife.summary": "<p>The Archilife Research Foundation began its journey with a focus on advancing research in sustainable architecture and environmental development, aiming to foster long-term knowledge accumulation and talent development. In addition to sponsoring master’s thesis topics in architecture, environment, ecology, health, and information society and culture, the foundation currently organizes regular social gatherings and book clubs to enhance the knowledge base of its members.</p><p>Since 2011, the foundation has continuously sponsored domestic open-source activities and facilitated knowledge and information-sharing meetups for independent game developers in the country. These efforts aim to foster the development of relevant communities within the country.</p>"
}