{"sessions":[{"id":"2024-013","type":"P","room":"R2","broadcast":null,"start":"2024-5-4T15:50:00+08:00","end":"2024-5-4T17:20:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"以 Wikidata 建構多社群平台的資料共治想像","description":"年會主軸：\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\n適合聽眾：\nWikidata 、Open Data 、資料治理\n=====\n建議先備知 識：\n開放資料、資料治理、資料庫\n=====\n本講題延續 Open Data Day 2021  [【基於 Wikidata 的開放資料模式：資料庫外部應用 與社群共同治理模式 】](https://meta.wikimedia.org/wiki/Wikimedia_Taiwan/Wikidata_Taiwan/OpenDataDay_Taiwan_2021#%E7%95%B6%E6%97%A5%E8%AD%B0%E7%A8%8B)  的分享，將納入 2022、2023 年 Wikidata Taiwan 社群的工作成果，重新檢視目前各領域(包含教育 、藝術、地方學等)匯入 Wikidata 的資料現況，再次檢討跨資料庫、跨平台資料共治的機制與想像，並嘗試提出新的行動方向。"},"en":{"title":"Wikidata as the foundation of data co-governance platfom for communities","description":"Themes:\n資料、人工 智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n開放資料、資料治理、資料庫\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-014","type":"T","room":"R2","broadcast":null,"start":"2024-5-4T14:10:00+08:00","end":"2024-5-4T14:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"開放國會四年回顧","description":"年會主軸：\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\n適合聽眾：\n國會 開放 參與\n=====\n建 議先備知識：\nOGP 開放國會\n=====\n從 2020 年開始參與開放國會民間委員，一路跟著意見徵集、制定方案、監督進度等，從一個工 程師的角度來描述我看到的開放國會\n\n並且也跟從旁觀者的角度描述我參與了兩次的行政院開放政府國家行動方案的心得經驗，比較兩者的不同，和我對於未來的相關期待"},"en":{"title":"The Four Year Review of Open Parliament","description":"Themes:\n草根 、開放、多中心的公民社群如何回應政治與科技的極權\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nOGP 開放國 會\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-018","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T13:30:00+08:00","end":"2024-5-4T14:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"開放政府資料的社群實踐 - 開放街圖台灣經驗","description":"年會主軸：\n資料 、人工智慧與社群協作\n=====\n適合聽眾：\nOpenStreetMap, Wikidata, Crowd-sourcing\n=====\n建議先備知識：\nOpenStreetMap, Wikidata, Data Quality \n=====\n開放街圖 (OpenStreetMap) 是國際知名的社群參與共編地圖，經歷十多年發展在世界各地積累不少 資料。台灣本地經過社群努力，以及得益於台灣政府的開放資料政策，而有不少能夠匯入的資料集。台灣社群經手地名、村里界，交通運輸相關的公車站牌，消防栓位置、高速公路ETC門柱、緊急避難場所，有不少第一手經驗。本次演講將訴說這些經驗談，以及未來改予政 府的建議。"},"en":{"title":"How to intergrate Open Government Data - Taiwan Case Experience","description":"Themes:\n資 料、人工智慧與社群協作\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nOpenStreetMap, Wikidata, Data Quality \n=====\nOpenStreetMap is one of the well-known community-collaborated co-edited map.  It takes 10 years to accumulate such a huge amount of geodate. In Taiwan, the OpenStreetMap Taiwan Community with the help of publicly released pen data datasets by the Taiwanese government, has imported so much data into OpenStreetMap. We have imported places, village boundaries, traffic-related bus stops, fire hydrants, ETC toll gates, and emergency assemble points, and have various stories to tell during our sharing time. And of course, we want to give advice to the Taiwan government."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-020","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T13:00:00+08:00","end":"2024-5-4T13:30:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"打造新聞生態圈，可能挽救民主基石嗎？","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\n新聞 民主\n=====\n建議先備知識：\n無\n=====\n很多人都說，新聞是民主的基石。但是近年來各種調查，民眾對於新聞的信賴度越來越低 ，但大部份的資訊卻又是透社群媒體來取得新聞媒體產出的內容。由於傳播管道的推播演算法影響，等於是做了一層過濾。而新聞媒體為了讓內容在演算法上取得優勢，各種吸睛的內容跟文字反而讓民眾信任感產生負向回饋，這樣的負向循環也影響到新聞媒體的經營。\n有沒有機會透過技術打造新聞生態圈改變這樣的循環？讓商業媒體，獨立媒體，自由記者及讀者一起參與產生正循環。"},"en":{"title":"Can building a media ecosystem save the foundation of the democracy?","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n無\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-022","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T12:30:00+08:00","end":"2024-5-4T13:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"OONI Research 專案與臺灣網路自由度觀察","description":"年會主軸：\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\n適合聽眾：\n網路審查, 資料分析, 網路自由\n=====\n建議先備知識：\nASN, CitizenLab, Open Observatory\n=====\nOONI 是觀察網路是否受到審查、監控、干預、阻擋的觀察檢測計畫。透過招募全球志工於所在地區、在地安裝 OONI Probe 定期檢測回報觀察結果。[開放文化基金會](https://ocf.tw/)身為 OONI 全球社群夥伴，主要協助 OONI 推廣、安裝、檢視觀測報告與發現。觀測資料作進一步分析與研究，檢視資 料樣態為何，才能明確的規劃下一步可以改進的目標。希望透過 [OONI-Research](https://ocf.tw/p/ooni/) 專案發起能在臺灣召募到 一群具有公民科技參與與資料分析志工夥伴，與我們一同觀察所生活網路環境狀況到協助分析來自不同國家的觀測資料。"},"en":{"title":"OONI Research Project and Taiwan Internet Freedom Observation.","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nASN, CitizenLab, Open Observatory\n=====\nOONI is an observation and detection project that assesses whether the internet is subject to censorship, surveillance, interference, or blocking. Global volunteers are recruited to install OONI Probes in their respective regions, conducting regular tests and reporting their observations.\n\nAs a global community partner of OONI, the [Open Culture Foundation](https://ocf.tw/en/) primarily assists in promoting, installing, reviewing observation reports, and discoveries. The collected data undergoes in-depth analysis and research to understand the current landscape, enabling the identification of goals for improvement. Through the [OONI-Research](https://ocf.tw/en/p/ooni/) project, we aim to recruit a cohort of civic tech enthusiasts and data analysis volunteers in Taiwan.\n\nTogether, we observe the local internet environment, analyze data, and collaborate to understand the observations from various countries. This initiative seeks to engage volunteers in actively participating in civic technology and contribute to a comprehensive analysis of internet freedom globally."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-026","type":"P","room":"R2","broadcast":null,"start":"2024-5-4T12:30:00+08:00","end":"2024-5-4T14:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"公民科技與開源硬體的社會包容性","description":"年會主軸：\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\n適合聽眾：\nCivic Tech、開放硬 體、開源\n=====\n建議先備知識：\nCivic Tech、開放硬體、開源\n=====\nCivic Sense，是 OCF 的內部倡議，旨在提供環境感測器及基礎訓練給公民組織，以幫助公民組織更好地了解環境的動態數據、支持他們的倡議目標。\n公民組織佈建感測器並將資料分析應用後，他們可以更容易地加強大眾對於公共事務的關懷及參與，進一步讓環境議題的公私協力成為可能。"},"en":{"title":"Civic Sense, a project about IoT and social inclusion","description":"Themes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如 何回應政治與科技的極權；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nCivic Tech、開放硬 體、開源\n=====\nCivic Sense is an initiative of OCF aimed at providing environmental sensors and basic training to civic organizations. The goal is to assist these organizations in better understanding dynamic environmental data and supporting their advocacy objectives.\nBy deploying sensors and applying data analysis to the collected information, civic organizations can more easily enhance public awareness and participation in public affairs. This, in turn, facilitates public-private collaboration on environmental issues, making cooperation between the government and citizens possible."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-035","type":"T","room":"R1","broadcast":null,"start":"2024-5-5T13:30:00+08:00","end":"2024-5-5T14:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"公民科學與公民科技交會","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\nThis topic is for those interested in university collaboration and the use of technology with scientific research and social implementation.\n=====\n建議先備知識：\ncitizen science, collaboration, STEAM education\n=====\n為了連結專家研究與社會 實踐，我們必須思考如何讓公民科技與公民科學合作，並推動東亞各國的公民科技社群合作。\n\n近年來，Code for Japan 積極將研究 機構的知識和演算法應用於社會，例如與國立環境研究所合作的二氧化碳排放資訊視覺化，以及與國立精神・神經中心合作的睡眠測量專案。\n\n讓我們攜手共同思考，營造一個不僅在災難或緊急情況下，而且在日常時期，公民科技都能為社會帶來正面影響的環境。"},"en":{"title":"A cross between Citizen Science and Civic Tech","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\ncitizen science, collaboration, STEAM education\n=====\nTo connect the research of experts to social implementation, we have to consider the possibility of collaboration between civic tech and citizen science, and collaboration in civic tech communities in East Asian countries.\nCode for Japan has taken an increasing number of approaches to social implementation of knowledge and algorithms from research institutions in recent years, including a project to visualize carbon dioxide emissions in collaboration with the National Institute for Environmental Studies and a sleep measurement project with the National Center of Neurology and Psychiatry. \nLet's think and work together to create an environment where not only civic tech in times of disaster or emergency, but also civic tech in normal times can contribute to civil society."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-038","type":"W","room":"R2","broadcast":null,"start":"2024-5-4T10:40:00+08:00","end":"2024-5-4T11:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"反假訊息事實查核聊天機器人：馬來西亞的原型測試","description":"年會主軸：\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n=====\n適合聽眾：\nDigital rights advocates,factcheckers, anti-misinformation campaigners, journalists, funders who are interested in the topic\n=====\n建議先備知識：\nMisinformation, factchecking, information control\n=====\n這個互動工作坊會介紹針對馬來西亞網路使用者的跨平台反假訊息聊天機器人原型，收集回饋建議。我們也會分享我們如何整合 WhatsApp 和其他即時通訊系統，以及現有事實查核的開放標準。"},"en":{"title":"Anti-misinformation factchecking chatbot: A prototype for Malaysia","description":"Themes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科技的極權；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nMisinformation, factchecking, information control\n=====\nAn interactive workshop to introduce, gather feedback, and solicit ideas on a prototype for a cross-platform an anti-misinformation chatbot targeted at Malaysian internet users. In this session, we will go through the implementation of multimedia integrations with WhatsApp and other instant messaging systems as well as an overview of available open standards for factchecking. "},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-040","type":"T","room":"R2","broadcast":null,"start":"2024-5-4T14:40:00+08:00","end":"2024-5-4T15:10:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"服務NPO的開源社會企業，可行嗎？","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\n開 放原始碼,NPO,創業\n=====\n建議先備知識：\n社會企業,資料隱私,開源\n=====\n看坊間、國外的開源企業模式，許多都是從開發者生 態圈爆發，一直紅到使用者，最後創投參與。然而 NETivism 嘗試了15年的社會企業模式，用開源 SaaS 專注服務 NPO，並進行各種社會企業的價值實踐，究竟是個可行之路嗎？\n\n本投稿嘗試回答以下問題\n- 除了程式碼開源，還有什麼跟公開透明相關？\n- 除了開放價值，還有哪些價值是重要的？\n- 社會企業跟開源的聯姻是個好方式嗎？\n- 開源來服務NPO，是個好結合嗎？\n"},"en":{"title":"An NPO-serving open-source social enterprise. Is that possible?","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n社會企業,資料隱私,開源\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-054","type":"W","room":"R1","broadcast":null,"start":"2024-5-4T14:40:00+08:00","end":"2024-5-4T15:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"今天開始測試個資查閱、刪除、停止利用權","description":"年會主軸：\nNerd Politics v.s. 數位治理\n=====\n適合聽眾：\n隱私權、個資保護 、資訊自主\n=====\n建議先備知識：\n刪除權、目的外利用、查閱製給複本\n=====\n平常使用的app、網站會員、政府大型資料庫中， 關於我的資料從何處來、有哪些個資、從事何種目的使用？當我想查閱、刪除、要求停止蒐用我的個資時，可能會有哪些阻礙？本工作坊將有主持人請求經驗分享，以及參與者動手請求及查找隱私政策討論，需要使用網路及可上網設備。 工作坊討論內容也將做為後續個資 法相關倡議參考。"},"en":{"title":"","description":"Themes:\nNerd Politics v.s. 數位治理\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n刪除權、目的外利用、查閱製給複本\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-056","type":"T","room":"R2","broadcast":null,"start":"2024-5-4T10:10:00+08:00","end":"2024-5-4T10:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"開源在無障礙設計 目標中的價值","description":"年會主軸：\n基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n=====\n適合聽眾：\nPeople interested in digital accessibility and inclusion / Novice / Intermediate\n=====\n建議先備知識：\naccessibility, wcag, open source\n=====\n開源有潛力成為支持涵容社會的關鍵角色。全球各地的政府都致力於無障礙、近用性更高的數位內容，然而許多政府忽略了積極利用開源解決方案。不像閉源工具，大多數開源工具往往只專注於開發者自己遇到的問題。改善開源專案的無障礙可近用性其實有許多好處。\n\n在這次分享中，參與者將學到如何改善他們使用的開源專案中的無障礙設計。我還將特別介紹如何讓身心障礙者成為專家，幫助標註和解決他們遇到的障礙。\n\n著眼於身心障礙者的需求，有機會帶來創新。建立語義數位基礎設施，對於身心障礙者和新數位界面的未來相容性問題至關重要。"},"en":{"title":"The value of open source in furthering accessibility goals","description":"Themes:\n基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\naccessibility, wcag, open source\n=====\nOpen source has the potential to play a key role in supporting a more inclusive society. Governments around the world are struggling to produce accessible digital content, yet many overlook actively leveraging open source solutions. Unlike proprietary tools, most open source tools tend to focus on issues which are of interest to their membership. Engaging in improving the accessibility of open source projects provides a number of benefits. \n\nIn this session, participants will learn about how to engage about accessibility in the open source projects that they use. I will also highlight how people with disabilities can be engaged as experts in identifying and resolving barriers that they encounter. \n\nThere are opportunities for innovation by prioritizing the needs of people with disabilities. Building a semantic digital infrastructure is key for people with disabilities, but also critical for future compatibility issues with new digital interfaces. "},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-062","type":"T","room":"R2","broadcast":null,"start":"2024-5-4T15:10:00+08:00","end":"2024-5-4T15:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"韓國政府用AI等技術濫 用公民資料：公民如何因應？","description":"年會主軸：\n資料、人工智慧與社群協作\n=====\n適合聽眾：\nPeople who are trying to solve the problem with digital tools in emergency situation(disaster like COVID-19) of Nation\n=====\n建議先備知識 ：\nProblem solving with digital tools, Against national disaster, Civil-Government Partnerships\n=====\n"},"en":{"title":"Misuse of Citizen Data by South Korea Government through AI and other Technologies: What Can Civil Society Do?","description":"Themes:\n資料、人工智慧與社群協作\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nProblem solving with digital tools, Against national disaster, Civil-Government Partnerships\n=====\nWe will explore the issues raised by the South Korean government's misuse of citizens' data, and how these concerns can be addressed in other societies.\n\nWhile AI technology and facial recognition are being regulated in many countries around the world, the South Korean government has taken a different approach, leading to various other forms of misuse, including\n\n- Facial recognition of citizens and foreigners\n- Encouraging companies to use personal information, including health-related data\n- Indiscriminate collection of biometric data, such as fingerprints\n- Implementing digital identification systems\n- Use of AI-based public safety cameras\n\nThroughout the session, we will look at the consequences of such misuse and discuss the importance of data governance and protecting citizens' privacy. In addition, we will explore the role of community collaboration in addressing these issues and propose potential solutions that civil society can adopt to protect citizens' data and prevent its misuse."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-064","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T14:10:00+08:00","end":"2024-5-4T14:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"利用數位科技與公司協作解決韓國社會議題","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\nPeople who are trying to solve the problem with digital tools in emergency situation(disaster like COVID-19) of Nation\n=====\n建議先備知識：\nProblem solving with digital tools, Against national disaster, Civil-Government Partnerships\n=====\n"},"en":{"title":"Digital Technology and Civil-Government Partnerships to Solve National Social Issues of South Korea ","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nProblem solving with digital tools, Against national disaster, Civil-Government Partnerships\n=====\nAs the types of crises become more complex, diverse and rapid,  follow-up management are becoming difficult. Fortunately, in South Korea, in recent national crises, there are increasing cases where various entities such as citizen experts, private companies, citizen hackers, public institutions, and ministries provide collaborative networks and digital capabilities to quickly solve problems.\n  For example, various examples are emerging, such as cooperation between the Pharmaceutical Association and the government to prevent medicines from being sold out, and public-private cooperation to solve social problems, such as responding to digital traffic surge for Flood risk area guide map public services such as maps to guide people at risk of being submerged during floods.\n  To ensure the sustainability of this digital-based public-private cooperation, our government launched the ‘Digital Technology and Civil-Government Cooperation Project to Solve National Social Issues.’ We are establishing a cloud-based 'civil-government cooperation support platform' and utilizing communication channels with the public to solve social problems and promote civil-government cooperation.\nI would like to introduce examples of digital technology and public-private cooperation to solve South Korea's national and social problems."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-068","type":"W","room":"R4","broadcast":null,"start":"2024-5-4T10:10:00+08:00","end":"2024-5-4T11:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"共創資料：參與式資料治理","description":"年會主軸：\n資料、人工智慧與社群協作\n=====\n適合聽眾：\nPolicy and civil-society actors, participative community initiatives, AI and data governance enthusiasts \n=====\n建議先備知識：\nCogenerated data, participatory data governance, GenAI and intellectual property \n=====\n"},"en":{"title":"Building pathways: Participatory data governance for co-generated data","description":"Themes:\n 資料、人工智慧與社群協作\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nCogenerated data, participatory data governance, GenAI and intellectual property \n=====\nOur session presents immersive strategies to help participants engage with Aapti Institute’s body of research, which explores collective rights and community participation in context of co-generated data and AI. Aapti Institute is a women-led research institution based in Bengaluru, India, that examines lived experiences at the intersection of technology and society. Our ongoing research centres the criticality of data in the digital space, and seeks to unravel the intricate relationship between data, supporting infrastructures, and community values. Aapti's multidisciplinary and multi-stakeholder approach is showcased in our Playbook on Fostering Participatory Data Stewardship, which presents a rich compendium of resources on modelling data stewardship mechanisms.\nOur work explores evolving communal dimensions of data use in context of AI, cogeneration, and community data rights. Further, we have developed framework for embedding participatory governance in co-generated mental health data. Leveraging a workshop format, we aim to organise activities that can help participants deeply engage with the challenges in regulating different scenarios of co-generation with a participatory lens. Shifting to solutions, we advocate for recognizing and protecting collective data rights, challenging the limitations of consent and data governance regulations, and proposing an infrastructural lens to adopting data justice frameworks for trustworthy engagement."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-073","type":"T","room":"R1","broadcast":null,"start":"2024-5-5T13:00:00+08:00","end":"2024-5-5T13:30:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"社群驅動的資料互通：以地方政府、研究機構與小媒體為例","description":"年會主軸：\n資料、人工智慧與社群協作；基於同理心、涵 容、多元性的數位基礎建設；技術與議題的交鋒\n=====\n適合聽眾：\nCivic tech, activists, journalists \n=====\n建議先備知識 ：\nOpen data, visualization, democracy \n=====\n"},"en":{"title":"Community driven data interoperability: the case of a local government, a research institution and a small media organization","description":"Themes:\n資料、人工智慧與社群協作；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nOpen data, visualization, democracy \n=====\nThis talk explores the transformative power of open data in fostering public participation and informed decision-making. We delve into three compelling use cases: Mexico City's innovative open data portal, a Colombian research institute's collaborative biodiversity data project, and a Spanish newsroom's integrative approach to data-driven journalism. Each case highlights the challenges and breakthroughs in constructing platforms that democratize information via visual uses of the data.\n\nIn Mexico City, citizens can upload personal data to the city's portal, intersecting it with official datasets, enhancing transparency and community engagement. Colombia's case showcases a network collaborators weaving indigenous wisdom with scientific research to map biodiversity, emphasizing the value of diverse knowledge systems. The Spanish newsroom scenario illustrates how consolidating varied data sources creates impactful, verifiable reporting on critical issues.\n\nThese examples underscore the complexities of building accessible, user-friendly platforms while maintaining data integrity and security. Key learnings include navigating technical, cultural, and ethical considerations to create tools that not only present data but also actively engage communities in meaningful public discourse. This session aims to provide insights into leveraging open data as a catalyst for civic action and societal change."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-086","type":"T","room":"R1","broadcast":null,"start":"2024-5-5T12:30:00+08:00","end":"2024-5-5T13:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"用科技協助基層發聲，解決公民問題","description":"年會主軸：\n 草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\n適合聽眾：\nYoung people in civic activism, public services, nonprofit organisation and more\n=====\n建議先備知識：\nNot really\n=====\n成立七年的 YAPD4Africa 是一個"},"en":{"title":"Leverage technology to amplify grassroots voices and address civic challenges. ","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nNot really\n=====\nGoing to 7years now, YAPD4Africa is a NGO that leverage on community evidence based interventions to amplify social needs of people through using media platforms as a power digital tool to engage the public and government. \n\nBeyond these, I also initiated a Community-Led Project Initiative and a civic tech platform named Murya Africa as we believe that lack of knowledge regarding civic participatory mechanisms is one of the biggest challenge that hinder the active involvement of citizens in matters affecting their lives and communities especially in Sub-Saharan Africa. We also saw that the problems many of these communities faced weren’t simple local in nature and decision affecting them as made by distant executives. The lack of school infrastructure, health facilities, clean water and other needs in their communities could be traced to the skewed priorities of public holders and political leaders that lived a thousand miles away from them. What stopped citizens from meeting these problems is not the absence of better policies and inclusive plans. What really stopped them is the lack of proper civic education and participation.  \n\nWe want to continue leveraging on our NGO and technology to address critical issues affecting grassroots communities in Africa. "},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-088","type":"T","room":"R1","broadcast":null,"start":"2024-5-5T10:40:00+08:00","end":"2024-5-5T11:10:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"我城對話 : LLM 如何協助消滅共識幻覺","description":"年會主軸：\n資料、人工智慧與社群協 作；草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\n適合聽眾：\nCollective intelligence, deliberation tech, AI\n=====\n建議先備知識：\nYes I recommend. Ai Alignment, surveying, digital representatives\n=====\n在 Talk to the City 專案中，AI Objectives Institute 主要關心的領域為民主審議過程。民主審議已被證明在實體會議中能有效地搭建觀點間的橋樑並增進人們彼此相互理解。AOI 認為，可以借助大型語言模型（LLMs）擴大民主審議規模，甚至可能放大及模擬這些審議過程。如果能夠藉由質性對話的方式與任何規模的社會群體互動，政策制定者就能夠迅速反覆迭代政策提案，並解決在傳統的社會選擇機制中被忽略的擔憂。\n在這場演講中，我們將探索用於構建共享世界模型的基本元素。"},"en":{"title":"Talk to the City : How LLM can Help Discriminate Consensus Illusion","description":"Themes:\n資料、人工智慧與社群協作；草根、開放、多中心的公民社群如何回應政治與科 技的極權\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nYes I recommend. Ai Alignment, surveying, digital representatives\n=====\nWith Talk to the City, AI Objectives Institute’s bet is that democratic deliberation, a process proven to work well at in-person events to bridge views and gain mutual understanding, could be scaled with LLMs and potentially even amplified & simulated. Being able to interact with a social group of any size through qualitative discourse would allow policymakers to quickly iterate on policy proposals and address concerns that are crowded out in traditional social choice mechanisms.\nIn this speech, we are going to discover the primitives for building shared world models.‘’‘\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-090","type":"T","room":"R1","broadcast":null,"start":"2024-5-5T10:10:00+08:00","end":"2024-5-5T10:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"在技術宅與政府之間：為何主權科技基金投資公共資金於開源基礎設施？","description":"年會主軸：\nNerd Politics v.s. 數位治理\n=====\n適合聽眾：\nopen source maintainers, civic hackers, digital policy\n=====\n建議先備知識：\ndigital sovereignty, digital infrastructure, public interest\n=====\n"},"en":{"title":"Between Nerds & Governments: Why The Sovereign Tech Fund Invests Public Money in Open Source Infrastructure","description":"Themes:\nNerd Politics v.s. 數位治理\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\ndigital sovereignty, digital infrastructure, public interest\n=====\nThrough its work, the Sovereign Tech Fund (STF) demonstrates one approach towards digital sovereignty, advocating for a collaborative, secure, and open digital future. Ensuring digital sovereignty and fostering open source are closely intertwined goals. This talk will introduce the Sovereign Tech Fund as a new public organisation at the intersection between “nerd” politics and digital governance, illustrating its approach towards fostering digital sovereignty, security, and innovation.\n\nBacked by the German government, the STF champions the development, maintenance, and improvement of open digital infrastructure. This session will unpack STF’s approach to investing in essential open source projects in the public interest. It will explore how the STF's mission aligns with and diverges from traditional narratives in digital governance, \"nerd\" politics, and the role of the state in ensuring access to and maintenance of digital infrastructure and services.\n\nWe will also highlight open source technologies STF has supported, introduce how a government-funded organisation operates iteratively, share lessons we’ve learned along the way, and offer some ideas on where nerds and governments around the world can go from here.\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-100","type":"P","room":"R2","broadcast":null,"start":"2024-5-5T12:30:00+08:00","end":"2024-5-5T14:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"數位治理與 性別平等：數位性暴力的法律課題","description":"年會主軸：\nNerd Politics v.s. 數位治理\n=====\n適合聽眾：\n法律、社工、 女性主義\n=====\n建議先備知識：\n數位性暴力、性私密影像、保護令\n=====\n數位科技的迅速發展下，「數位性暴力」成為社會大眾共同面對的嚴峻議題。去年一月，立院三讀通過「性影像四法」修正，期許新法遏止數位性暴力的發生。然而，此修正仍在多處未回應民間團體之建議，被害人的保護仍存在法規漏洞，有待彌補。另外，由於網際網路迅速且開放的特性，性影像下架的效果不彰，形成數位治理的困境與挑戰。工作坊邀請專家學者介紹修法歷程與建議，探討防治數位性暴力，完善被害人保護機制，杜絕性影像的散佈。"},"en":{"title":"Digital governance and gender eauqlity: the legal challenges of digital sexual violence","description":"Themes:\nNerd Politics v.s. 數位治理\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n數位性暴力、性私密影像、保護 令\n=====\n"},"speakers":["#N/A"],"tags":[]},{"id":"2024-103","type":"P","room":"R1","broadcast":null,"start":"2024-5-4T10:10:00+08:00","end":"2024-5-4T11:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"青世代數位公民－透過公民科技專案塑造未來","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\n#學生 #教育工作者 #公民科技參與者\n=====\n建議先備知識：\n#公民科技 #數位公民教育(digital citizenship education) #PBL\n=====\n青年積極透過科技解決社會問題，對未來世界至關重要。本議程將由來自 Code for Japan、g0v 零時小學校、和 Code for Germany 講者的三方對談，討論各國青年參與公民科技的概況與建議，並分享公民科技社群如何推動青年參與，進而培養新世代的數位公民。透過了解來自不同文化背景的學生們所關心的議題以及推動的方式，將有助於掌握青年在該領域的全球影響力和潛力，亦可促進跨文化學生之間的合作與交流。"},"en":{"title":"Youth-Led Innovation: Shaping the Future through Civic Tech","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n#公民科技 #數位公民 教育(digital citizenship education) #PBL\n=====\nIn this session, we’ll have a tripartite dialogue with representatives from Code for Japan, g0v Sch001, and Code for Germany, discussing youth-led civic tech projects worldwide. We’ll also share insights on nurturing the next generation of civic tech communities. Young people play a crucial role in shaping the future, actively using civic tech to address social challenges. Understanding innovative initiatives across diverse cultural backgrounds helps us grasp the global impact and potential of youth in this field. We’ll also promote cross-cultural collaboration among students."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-104","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T16:50:00+08:00","end":"2024-5-4T17:20:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"政府為何不用公共程式？從制度思考","description":"年會 主軸：\n資料、人工智慧與社群協作\n=====\n適合聽眾：\n在意稅金被怎麼使用\n=====\n建議先備知識：\n公共程式\n=====\n從貢獻 開源項目到標下政府專案的 YuTin ，將來與大家談談如何創造公共程式的生態系。在這場啟發性的演講中，我們將深入探討政府在採用 公共軟件解決方案時會面臨的問題，從標案初期、得標到驗收的過程，以及在快速變革的資訊技術領域中，如何面對資訊安全和相關法規的挑戰。\n\n這場探索不僅涵蓋技術層面，還包括為成功將公共軟件整合進政府運營所需的政策、管理和戰略規劃，通過審視現實世界的案例並開源 YuTin 的經驗。"},"en":{"title":"The Issues with Governments Not Using Public Code","description":"Themes:\n資料、人工智慧與社群協作\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n公共程式\n=====\nFrom contributing to open-source projects to tender government projects, YuTin will discuss how to create a thriving public software ecosystem. In this inspiring lecture, we will delve into the challenges governments face when adopting public software solutions, from the initial tendering process, through winning the bid, to final acceptance, and how to tackle information security and regulatory challenges in the rapidly evolving field of information technology.\n\nThis exploration will not only cover the technical aspects but also include the policies, management, and strategic planning needed to successfully integrate public software into government operations, examining real-world examples and leveraging YuTin's open-sourced experience"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-105","type":"W","room":"R4","broadcast":null,"start":"2024-5-5T12:30:00+08:00","end":"2024-5-5T13:30:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"公民科技貢獻者為何而來？而留？而走？","description":"年會主軸：\n草根、開放、 多中心的公民社群如何回應政治與科技的極權\n=====\n適合聽眾：\n#公民科技參與者 #喜歡當志工的人 #對心理學或人類學或社會學有興趣的人\n=====\n建議先備知識：\n#民主教育 #自主學習 \n=====\n在公民科技社群，參與者的自主貢獻會帶來自我價值感與社會改變，但也有可能因無限內耗而離開。然而社群的根本是人，如何好好待已與待人，維持參與的熱情成為社群發展的關鍵。此議程將針對參與公民科技社群/專案的初衷、困境、解方及對個人發展的影響進行對話。將先由「島島阿學」分享四年來近百位志工協作開發學習資源網 站的經驗，再以「世界咖啡館」邀請與會者分享，一起在對話中釐清動機與找到方法，並挖掘維持社群動能的秘訣。"},"en":{"title":"Why do civic tech contributor come? Why do they stay? Why do they leave?","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n#民主教育 #自主學習 \n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-106","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T16:20:00+08:00","end":"2024-5-4T16:50:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"異言網：資料收集與處理經驗分享","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\nNGO \n=====\n建議先備知識：\n中國抗議活動 網路資料處理\n=====\n2022年6月起，異言網便開始收集、紀錄與分享中國抗議事件的相關資訊，透過新聞報導、公民社會組織、中國社群媒體平臺及機器學習演算法等多元途徑，資料庫目前已累積近5000筆抗議活動資料。在這場活動中，我們希望分享在資料收集、管理、流程規劃上的心得，以及計畫執行至今遭遇的挑戰，並與聽眾討論如何為類似的資料專案建立最佳實務。"},"en":{"title":"China Dissent Monitor: Experiences in Data Collection and Processing","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n中國抗議活動 網路資料處理\n=====\nSince June 2022, China Dissent Monitor has been collecting, recording, and sharing information about dissent in China. Through various channels such as news reports, civil society organizations, China-based social media platforms, and a machine learning algorithm, the database has accumulated nearly 5000 cases of protest activities. In this event, we hope to share our experiences in data collection, management, and process planning, as well as the challenges encountered in executing the project so far. We also hope to discuss with the audience how to establish best practices for similar data projects."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-115","type":"T","room":"R2","broadcast":null,"start":"2024-5-5T11:10:00+08:00","end":"2024-5-5T11:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"g0v 公民科技專案與社群手冊","description":"年會主軸：\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\n適合聽眾：\nInterested in promoting the content of the manual together、對 於公民科技專案與社群手冊有興趣的任何人、有興趣一起推廣手冊內容\n=====\n建議先備知識：\nCurrent Status of Civic Tech Projects and Communities in Asian Countries、亞洲公民科技專案與社群、發起社群與拓展網絡\n=====\ng0v 公民科技專案與社群手冊，整理出如何發展公民科技社群與拓展網絡，包含發起社群的四階段步驟、社會環境要素等。並建構發起公民科技專案的方式與模板，提供專案案例介紹。手冊也依據過往亞洲各國交流的經驗，以及 Digital Rights Asia-Pacific Assembly 2023 以及 2023 FtO Jeju 面海松兩場活動參與者的回饋，分享東亞與南亞地區區域多元性與差異、政府對公民科技發展之影響與關係，以及台日韓青年參與公民科技社群現況，理解在不同社會情境下，公民科技發展模式的變與不變。手冊網址：https://g0v.hackmd.io/@jothon/ctpbook/"},"en":{"title":"g0v Civic Tech Project & Community Handbook","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的 極權\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nCurrent Status of Civic Tech Projects and Communities in Asian Countries、亞洲公民科技專案與社群、發起社群與拓展網絡\n=====\nThrough g0v’s experiences over the past decade and interactions with civic tech advocates from different countries, the g0v community has managed to extract elements and models for initiating “civic tech communities and projects”, which are included in the “2023 g0v Civic Tech Project & Community Handbook.” The handbook begins with an overview of the g0v civic tech community, then delves into how to develop civic tech communities and expand networks, including the four stages of community initiation and societal environmental factors. It also shares ways and templates for initiating civic tech projects and provides case studies to aid readers’ understanding. Finally, this book draws from past experiences from exchanges among various Asian countries, as well as feedback from participants in the Digital Rights Asia-Pacific Assembly 2023 and 2023 FtO Jeju. It shares insights into the regional diversity and differences in East and South Asia, the impact and relationship of governments on civic tech development, and the involvement of young people from Taiwan, Japan, and South Korea in civic tech communities. This helps us understand the evolving civic tech development models in different societal contexts. Read & Download Handbook: https://g0v.hackmd.io/@jothon/ctpbook_en/"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-116","type":"W","room":"R2","broadcast":null,"start":"2024-5-5T10:10:00+08:00","end":"2024-5-5T11:10:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"救松工作坊","description":"年會主軸：\n草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\n適合聽眾：\n想一起協力救松、想舉辦黑客松活動、想 發展您所參與的社群\n=====\n建議先備知識：\n社群基礎建設、財務開源、轉型展望\n=====\n回顧 g0v 社群的運作模式，可以歸納為 四個要素「人、坑、松、源」，藉由實體與線上的協作基礎建設（松），讓眾多貢獻者實作各類型的公民科技專案與行動，並將成果開源為公共資源，也建立贊助社群的管道（源）。本次工作坊聚焦於「松」與「源」的續航課題，邀請您成為「救松團」的一份子。工作坊流程：\n(1) 揪松團說明近期「救松行動」成果\n(2) 分組討論行動事項：社群基礎建設組、財務開源組、轉型展望組\n(3) 各組成果報告，並整合為行動方案\n歡迎加入 g0v Slack 頻道 #fundraising-救松團-募款執行"},"en":{"title":"Saving hackathons: a g0v jothon workshop","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\n社群基礎建設、財務開源、轉型展望\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-117","type":"T","room":"R1","broadcast":null,"start":"2024-5-4T15:50:00+08:00","end":"2024-5-4T16:20:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"伯明翰的螺絲起子","description":"年會主軸：\n技術與議題的交鋒\n=====\n適合聽眾：\n公共議題、社會運動、群眾外包\n=====\n建議先備知識：\nDisfactoy, Law of the instrument, 錘子與釘子\n=====\n一個環境倡議組織的數位麻瓜投入開發數位工具（#disfactory），期待能藉此解決環境問題。但問題真的就能這樣解決嗎？開源社群有其文化，倡議也是，所謂「數位工具」與「公共議題」這 兩個詞彙，在這兩種文化下各代表什麼意思？不同角色的看法，是否就決定了不同終局。"},"en":{"title":" Birmingham screwdriver","description":"Themes:\n技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nDisfactoy, Law of the instrument, 錘子與釘子\n=====\n"},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-110","type":"T","room":"R1","broadcast":null,"start":"2024-5-5T11:10:00+08:00","end":"2024-5-5T11:40:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"en","uri":null,"zh":{"title":"衣索比亞的公民空間現況","description":"年會主軸：\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\n適合聽眾：\nCivil Society leaders, Academia, Media  and International community representatives \n=====\n建議先備知識：\nCivic Space\n=====\n"},"en":{"title":"The civic space situation in Ethiopia","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\nCivic Space\n=====\n1.\tConsortium of Ethiopian Human Rights Organizations:  CEHRO is a Consortium of 18 CSOs working on Human Rights, democracy and peace building in Ethiopia. Civic space in Ethiopia remains significantly restricted, categorized as \"Repressed\" by the CIVICUS Monitor.\n2.\tPositive Developments: The GoE shall undertook major Legal reforms, released some political prisoners detained in the wake of the 2021 elections, declared a ceasefire and signed peace agreement to end the Tigray conflict, and established the National Dialogue Commission aimed at fostering national reconciliation. \n3.\tLimitations and Key Concerns: there are however continued Violent Conflicts, Internet Shutdowns & Digital Surveillance, Media Repression & Intimidation, Shrinking Operating Environment for HRDs, Political Repression & Arrests & Increased Vulnerability of HRDs.\n4.\tRecommendations: We recommend that the GoE shall Guarantee the safety & security of journalists, media freedom, HRDs, Enact laws to prevent violation of the rights of HRDs, Ensure full &unfettered access for human rights CSOs and humanitarian actors in conflict affected areas & guarantee freedom of movement, End the practice of internet shutdowns & uphold the right to freedom of expression online, and Engage in constructive dialogue with CSOs and other stakeholders to address the challenges to civic space."},"speakers":["#N/A"],"tags":["Beginner"]},{"id":"2024-112","type":"T","room":"R4","broadcast":null,"start":"2024-5-5T13:30:00+08:00","end":"2024-5-5T14:00:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":"zh","uri":null,"zh":{"title":"如何用解殖視角看台灣自身的公民科技參與？","description":"年會主軸：\n草根、開放、多中心的公民社群如何回應政治與科技的極權；基於同理心、涵容、多元性的數位基礎建設；技術與議題的交鋒\n=====\n適合聽眾：\n社群治理、國際交流\n=====\n建議先備知識：\ndecolonization, white supremacy \n=====\n參與 g0v 社群近十年，一直努力橋接 g0v 的台灣經驗到世界 各地。\n\n這次希望分享在徬徨中探索如何面對西方對台灣東方主義的凝視、全球科技開發的殖民結構遺緒，包括帶領解殖工作坊經驗分享，還有相關研究整理，也將邀請會眾一起討論，台灣人怎樣可以不卑不亢地參與全球科技與民主的討論。\n\n- Taiwan can help? 如 何不只是地緣政治\n- 共同發起 g0v.london 的慘劇：當自己從優勢族群變成弱勢\n- 從渴求白人認同到嘗試翻轉論述\n- 解殖書寫的可能？台灣民主嘗試的國際意義？如何不只是地緣政治？"},"en":{"title":"How to decolonise Taiwan's civic tech in international discourse?","description":"Themes:\n草根、開放、多中心的公民社群如何回應政治與科技的極權；基於同理心、涵容、多元性的數 位基礎建設；技術與議題的交鋒\n=====\nTarget audience:\nTBD\n=====\nRecommend pre-study:\ndecolonization, white supremacy \n=====\ng0v has been positioned as Taiwan’s soft power in digital diplomacy and pioneer in civic tech by the West. But what does that actually mean or impact us?\n\nThe talk is about the personal struggles to break the Orientalist gaze upon Taiwan and point out how Taiwan has been placed in the global imperial structure dominated by the West. From those problematics, the speaker would share their experiments in decolonisong tech and design workshops and other global initiatives. It is an open invitation to more discussion for Taiwanese to have our own agency in the global tech and democracy discourse and practices.\n\n- Taiwan can help. We are more than geopolitics.\n- g0v.london: the consequence of being naive to white supremacy \n- From seeking White recognition to our own agency\n- How might we decolonise the narratives/perspectives on Taiwan’s civic tech in English? As we are not an exotic, experimental alternative playground."},"speakers":["#N/A"],"tags":[]},{"id":"2024-CT-1","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"cofacts","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-CT-2","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"rentea","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-CT-3","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"學生社群軌 student","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-CT-4","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"rentea","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-CT-5","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"數位民防 civil defense","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-CT-6","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-CT-7","type":"C","room":"R0","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-A-1","type":"A","room":"R4","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"AN","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-A-2","type":"A","room":"R4","broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"NDI","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-K-54","type":null,"room":null,"broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"「沒有人」在「前線」","description":""},"en":{"title":"","description":""},"speakers":[],"tags":[]},{"id":"2024-K-55","type":null,"room":null,"broadcast":null,"start":null,"end":null,"qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"Nerd politics and the global culture wars","description":""},"en":{"title":"Nerd politics and the global culture wars","description":""},"speakers":[],"tags":[]},{"id":"E-1","type":"E","room":"R0","broadcast":["R0","R1","R2"],"start":"2024-5-4T09:20:00+08:00","end":"2024-5-4T09:30:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"開場","description":""},"en":{"title":"Opening","description":""},"speakers":[],"tags":[]},{"id":"E-2","type":"E","room":"R0","broadcast":["R0","R1","R2"],"start":"2024-5-5T09:20:00+08:00","end":"2024-5-5T09:30:00+08:00","qa":null,"slide":null,"co_write":null,"live":null,"record":null,"language":null,"uri":null,"zh":{"title":"開場","description":""},"en":{"title":"Opening","description":""},"speakers":[],"tags":[]}],"speakers":[{"id":"006532bd-6497-4a28-848e-8af1394af212","avatar":"https://summit.g0v.tw/2024/assets/img/speakers/29.jpg","zh":{"name":"陳昇瑋 博士","bio":"陳昇瑋博士現為台灣人工智慧學校執行長、玉山金控科技長、台灣資料科學協會理事長、財團法人人工智慧科技基金會執行長、中央研究院資訊科學研究所研究員暨資料洞察實驗室主持人，研究領域為大數據分析、人工智慧、計算社會科學及多媒體系統等，在人工智慧的產業應用上持續有代表性的研究創見。\n\n陳博士堅信資料的價值，長期推廣人工智慧、資料科學及其在各領域的應用，發起台灣人工智慧年會及台灣資料科學年會，期能將對於人工智慧及資料科學的熱情傳達給大眾，一起來探索它們的潛力，並將人工智慧及資料科學引入每個人的專業領域之中。他期待讓這些由資料而生的技術不再是口號，而是大家真實拿來解決問題及創造價值的工具。\n\n欲瞭解陳博士的研究及心得分享，請至他的個人網頁 http://www.iis.sinica.edu.tw/~swc/index_c.html 一探究竟。"},"en":{"name":"","bio":""}},{"id":"0cebc80f-2f93-4ac5-85e7-0ce19cdddba1","avatar":"https://summit.g0v.tw/2024/assets/img/speakers/19.jpg","zh":{"name":"Maxwell","bio":"曾任五倍紅寶石的 Rails 與前端實習生 && 工程師，現為 Umbo Computer Vision 前端實習生；\n對於 Web 方面的技術很有興趣並且投入很多的時間與心力鑽研這個領域以及踩雷（誤）；\n在除了 Web 領域以外的方面也有著墨，為開源專案『 Goby  』 語言的貢獻者之一"},"en":{"name":"","bio":""}}],"session_types":[{"id":"K","zh":{"name":"基調演講","description":""},"en":{"name":"Keynote","description":""}},{"id":"T","zh":{"name":"演講","description":""},"en":{"name":"Talk","description":""}},{"id":"W","zh":{"name":"工作坊","description":""},"en":{"name":"Workshop","description":""}},{"id":"P","zh":{"name":"主題論壇","description":""},"en":{"name":"Panel","description":""}},{"id":"C","zh":{"name":"社群軌","description":""},"en":{"name":"Comunity Track","description":""}},{"id":"U","zh":{"name":"Unconf","description":""},"en":{"name":"Unconf","description":""}},{"id":"L","zh":{"name":"閃電講","description":""},"en":{"name":"Lightning Talk","description":""}},{"id":"B","zh":{"name":"社群攤位","description":""},"en":{"name":"Booth","description":""}},{"id":"A","zh":{"name":"合作活動","description":""},"en":{"name":"Activity","description":""}},{"id":"F","zh":{"name":"餐車","description":""},"en":{"name":"Food Truck","description":""}},{"id":"E","zh":{"name":"Event","description":""},"en":{"name":"Event","description":""}}],"rooms":[{"id":"R0","zh":{"name":"R0","description":""},"en":{"name":"R0","description":""}},{"id":"R1","zh":{"name":"R1","description":""},"en":{"name":"R1","description":""}},{"id":"R2","zh":{"name":"R2","description":""},"en":{"name":"R2","description":""}},{"id":"R3","zh":{"name":"R3","description":""},"en":{"name":"R3","description":""}},{"id":"R4","zh":{"name":"RH","description":""},"en":{"name":"RH","description":""}}],"tags":[{"id":"beginner","zh":{"name":"新手友善","description":""},"en":{"name":"Beginner Friendly","description":""}}]}